<template>
  <div class="page">
    <div>
      <pre>
10月25日上午复盘  
09:25 三大指数开盘涨跌不一，沪指低开0.23%，深成指低开0.01%，创业板指高开0.56% 
09:26 创业板新股可孚医疗及科创板凯尔达今日上市，竞价双双低开破发，可孚医疗低开10.89%，凯尔达低开4.9% 
09:30 猪肉股开盘拉升，新五丰一字涨停，正邦科技、唐人神、新希望、天邦股份跟涨，消息上，生猪期货主力合约涨停，10月中旬生猪（外三元）价格环比上涨21.9% 
09:31 农业股开盘走强，宏辉果蔬封涨停，雪榕生物、华绿生物、冠农股份、新农开发等集体冲高 
09:37 电力板块异动拉升，文山电力涨停，浙江新能、金开新能、西昌电力、乐山电力、嘉泽新能等涨幅居前
09:39 天然气板块早盘走强，新疆火炬涨停，新天然气、新天绿能、洪通燃气、首华燃气等跟涨 
09:43 储能板块继续活跃，申菱环境、德赛电池涨停，新风光逼近涨停，东方日升、永福股份、盛弘股份等大幅冲高，消息上，宁德时代携手多家央企发力储能业务 
09:50 光伏板块持续走强，方大集团、海源复材等封板，东方日升涨超14%，意华股份、爱旭股份、天合光能等集体冲高 
09:56 煤炭板块快速反弹，兰花科创涨超8%，山西焦化、美锦能源、盘江股份、冀中能源等集体拉升 
09:59 N凯尔达大涨近24%，触发临停，该股此前开盘破发 
10:03 油服板块持续走高，博汇股份拉升涨超14%，通源石油、海油发展、中曼石油、潜能恒信等跟涨 
10:06 风电板块持续走强，新风光、西昌电力涨停，金雷股份涨超12%，泰胜风能、日月股份、金开新能跟涨，消息面上，发改委主任何立峰称加快推进大型风电、光伏基地建设 
10:13 房地产板块持续走低，京投发展盘中触及跌停，首开股份、津滨发展、我爱我家、华侨城A、万科A等跌幅居前 
10:15 元宇宙概念股异动拉升，中青宝涨超12%，宝通科技、佳创视讯、汤姆猫、水晶光电等跟涨 
10:34 锂电股拉升走强，永太科技、德赛电池、中国宝安涨停，中科电气涨超14%，星云股份、金银河、沧州明珠、德方纳米、天赐材料、富临精工等跟涨 
10:55 汽车整车板块拉升走高，比亚迪涨超5%，股价创历史新高，广汽集团、长城汽车、江淮汽车跟涨 
11:08 储能概念股持续走强，板块内十余股集体封板，新风光、高澜股份、申菱环境收获20CM涨停，科华数据、四方股份等拉升封板，永福股份、盛弘股份、上能电气等涨超15% 
11:24 券商股持续走低，华鑫股份跳水跌停，华林证券跌超9%，东北证券、湘财股份、红塔证券、东兴证券跟跌


10月26日上午复盘  
09:25 科创板新股中科微至竞价破发 
09:26 三大指数集体高开，沪指高开0.08%，深成指高开0.43%，创业板指高开0.96% 
09:29 石墨负极多股高开，翔丰华、中国宝安、宝泰隆、新华锦等涨幅居前，消息上，宁德时代被曝大规模导入天然石墨，10月份使用量已上千吨，但遭公司辟谣为假消息 
09:31 新能源汽车产业链开盘大涨，宁德时代、比亚迪、长城汽车齐创历史新高，宁波方正、江淮汽车、托普集团、旭升股份等纷纷大涨，催化上，隔夜特斯拉涨近13%，市值突破1万亿美元，小鹏汽车亦涨超11% 
09:38 电力板块快速拉升，甘肃电投、文山电力涨停，金开新能、节能风电、太阳能、江苏新能等涨幅居前 
09:40 啤酒股拉升走高，青岛啤酒触及涨停，重庆啤酒、惠泉啤酒、兰州黄河、乐惠国际、燕京啤酒跟涨 
09:44 工业母机概念股拉升走强，华明装备涨停，大族激光、华辰装备、华东数控、日发精机、恒而达等跟涨 
09:48 半导体芯片股早盘走弱，神工股份跌超14%，明微电子、聚辰股份、上海贝岭、富瀚微、东土科技跟跌 
09:52 元宇宙概念、游戏股早盘走弱，新元科技、中青宝跌超8%，盛天网络、佳创视讯、宝通科技、汤姆猫等跌超5% 
09:55 盐湖提锂概念股大幅拉升，西藏城投封涨停，久吾高科、金圆股份、西藏珠峰、科达制造等集体冲高 
10:25 养殖股拉升回暖，鹏都农牧涨近8%，晓鸣股份、圣农发展、立华股份、民和股份跟涨，消息上，昨日全国瘦肉型猪出栏均价15.52元，单日涨幅6.08% 
10:35 特高压板块异动拉升，华菱线缆触及涨停，智洋创新、通光线缆、杭电股份、特变电工等跟涨 
10:47 通信股盘中异动，信维通信涨超10%，天孚通信、亿通科技、汇源通信、吉大通信跟涨 
11:12 CRO板块持续低迷，诺泰生物跌超7%，泰格医药、皓元医药、凯莱英、博腾股份等跟跌

10月27日上午复盘  
09:25 三大指数小幅低开，沪指0.22%，深成指低开0.29%，创业板指低开0.18% 
09:25 科创板新股新锐股份开盘破发，集合竞价低开8.51%，科创板精进电动竞价高开8.78%，创业板久盛电气和拓新药业分别高开51.87%、38.72% 
09:31 军工股开盘强势，新余国科涨超10%，晨曦航空、新研股份、三角防务、中航高科等集体冲高，消息上，军工顶层会议召开，将全面开创武器装备建设新局面 
09:34 白酒板块开盘走低，金种子酒、迎驾贡酒、今世缘、青青稞酒、顺鑫农业、大湖股份等跌幅居前 
09:36 煤炭股开盘领跌，昊华能源、开滦股份、上海能源、兖州煤业等跌幅居前，消息上，焦煤、焦炭期货主力跌停 
09:42 储能概念股继续活跃，新风光拉升涨超15%，固德威、申菱环境、天合光能、中来股份、阳光电源等跟涨 
09:47 食品饮料板块走势低迷，味知香跌近8%，新乳业、仲景食品、燕塘乳业、惠发食品、李子园等跌超4% 
09:49 磷化工板块早盘走强，兴发集团触及涨停，司尔特、川金诺、六国化工、湖北宜化等跟涨 
09:52 半导体芯片股早盘下挫，芯碁微装跌近9%，东方银星、赛微电子、华润微、北京君正等跟跌 
09:54 电力股继续活跃，上海电力、文山电力、湖南发展涨停，金开新能、西昌电力、吉电股份等跟涨 
10:04 国产软件股持续走低，先进数通、金现代跌超10%，中望软件、汉得信息、立昂技术、东华软件等跌超7% 
10:09 猪肉股短线拉升，得利斯封涨停，大北农、鹏都农牧、双汇发展、正邦科技、牧原股份等跟随走高 
10:15 农业股早盘持续下行，万辰生物、华绿生物双双跌超10%，海南橡胶、众兴菌业、宏辉果蔬、神农科技等跟跌 
10:36 家具家居板块持续走弱，江山欧派跌超8%，好莱客、志邦家居、皮阿诺、索菲亚、金牌厨柜等跟跌 
11:21 资源股全线下挫，煤炭、钢铁、有色等板块领跌，兖州煤业、潞安环能、云海金属、中国铝业、海南矿业、金岭矿业、首华燃气等跌幅居前

10月28日上午复盘  
09:25 科创板新股成大生物、创业板新股戎美股份开盘双双破发，成大生物低开18.19%，戎美股份低开9.53%，按照成大生物发行价110元计算，中一签约亏1万元 
09:26 三大指数集体低开，沪指低开0.38%，深成指低开0.3%，创业板指低开0.21% 
09:31 白酒股开盘拉升，迎驾贡酒涨停，口子窖、青海春天、今世缘、水井坊、皇台酒业跟涨 
09:32 煤炭股开盘领跌，晋控煤业跌超8%，兰花科创、中煤能源、陕西煤业、昊华能源等跌幅居前，消息上，国内商品期货早盘开盘，郑煤、焦炭、焦煤、沪锡主力合约跌停 
09:34 军工股开盘下挫，晨曦航空跌超10%，新研股份、航亚科技、航天电子、洪都航空等跟跌 
09:35 石油股开盘走弱，中国石油跌近5%，东华能源、岳阳兴长、洲际油气、和顺石油等跌幅居前 
09:45 电力股继续活跃，文山电力9连板，皖能电力涨超9%，新风光、长源电力、上海电力等涨超5% 
09:53 农业股早盘走低，北大荒跌超8%，宏辉果蔬、华绿生物、敦煌种业、隆平高科等跌幅居前 
10:08 钢铁板块持续下行，酒钢宏兴逼近跌停，海南矿业、方大特钢、重庆钢铁、太钢不锈等跌幅居前 
10:12 煤炭股上演跌停潮，昊华能源、兰花科创、华阳股份、露天煤业、晋控煤业、平煤股份等多只个股跌停 
10:23 锂电股早盘持续下挫，鼎胜新材跌停，鹏辉能源、西藏城投、鹏欣资源、久吾高科、金银河等跌超7% 
10:24 华为鸿蒙概念股短线拉升，诚迈科技涨超13%，中科创达、芯海科技、万兴科技跟涨 
11:13 风电板块快速反弹，天顺风能、大金重工涨停，吉鑫科技、泰胜风能、东方电气、天能重工等集体冲高 
11:23 盐湖提锂板块持续走弱，西藏城投跌停，久吾高科跌超10%，西藏珠峰、盐湖股份、西藏矿业、天齐锂业等跟跌 
11:28 网红概念股异动拉升，因赛集团、天下秀封涨停，电声股份、宣亚国际、天龙集团等跟涨

10月29日上午复盘  
09:25 创业板新股深城交开盘破发，竞合竞价低开8.22% 
09:26 三大指数开盘涨跌不一，沪指高开0.03%，深成指低开0.02%，创业板指低开0.08% 
09:31 换电概念股开盘走强，展鹏科技涨停，山东威达、动力源、中元股份、英飞特跟涨，消息上，工信部启动新能源汽车换电模式应用试点，13个城市纳入试点范围 
09:33 元宇宙、游戏股开盘拉升，中青宝、宝通科技、汤姆猫、顺网科技等集体冲高，消息上，Facebook正式更名为Meta，拟以新面目迎接虚拟现实时代 
09:33 啤酒板块快速拉升，重庆啤酒涨停，青岛啤酒、兰州黄河、惠泉啤酒、乐惠国际、珠江啤酒等涨幅居前 
09:36 盐湖提锂概念股快速拉升，西藏矿业冲击涨停，华友钴业、久吾高科、天齐锂业、西藏珠峰等涨幅居前 
09:39 绿色电力概念股开盘走低，新天绿能跌超8%，上海电力、华能国际、桂东电力、华银电力、长源电力等跌超5% 
09:42 半导体芯片股拉升走强，清溢光电、银河微电、思瑞浦涨超10%，芯朋微、华微电子、赛腾股份、富瀚微、景嘉微等快速跟涨 
09:43 券商股早盘大幅走低，东方证券触及跌停，广发证券、长城证券、财通证券、浙商证券等跌幅居前 
09:45 白酒股异动拉升，岩石股份涨停，迎驾贡酒大涨8%，泸州老窖、口子窖、今世缘、古井贡酒等跟涨 
09:54 风电板块快速下跌，广大特材、海锅股份跌超10%，金山股份、中环海陆、银星能源、天顺风能跌超5% 
10:06 次新股青岛食品上演地天板，成交超3.2亿，换手46%，该股竞价跌停开盘 
10:10 培育钻石概念股大幅反弹，黄河旋风拉升触板，中兵红箭、力量钻石、国机精工、四方达等跟涨 
10:15 乳业股持续拉升，新乳业封涨停，品渥食品、妙可蓝多、庄园牧场、光明乳业、西部牧业等均大幅走高 
10:16 军工板块异动拉升，新劲刚触及涨停，新研股份、航发动力、中航西飞、航天发展、新余国科等跟涨 
10:37 保险板块持续下行，新华保险大跌近7%，中国人寿跌超6%，中国太保、中国平安、中国人保等跟跌 
10:39 券商股快速反弹，中银证券拉升涨超7%，国联证券、中信证券、锦龙股份、红塔证券、中金公司等跟涨 
10:53 养殖股拉升走强，晓鸣股份涨超11%，巨星农牧、温氏股份、益生股份、金新农、正邦科技跟涨，消息上，北京发布猪价过度下跌一级预警，将启动临时储备收储 
11:05 创业板指探底回升涨超1%，此前一度跌近0.8%，科创50指数拉升涨近2%，元宇宙、游戏股、乳业等板块涨幅居前 
11:28 医美概念股持续走强，朗姿股份封涨停，漱玉平民、金发拉比、爱尔眼科、华熙生物、华东医药等集体冲高

11月1日上午复盘  
09:25 创业板新股华兰股份开盘破发，集合竞价低开11.24% 
09:25 三大指数集体低开，沪指低开0.48%，深成指低开0.4%，创业板指低开0.27% 
09:30 白酒股开盘领跌，海南椰岛跌超8%，五粮液、酒鬼酒、舍得酒业、古井贡酒等跟跌
09:31 元宇宙概念股开盘走高，中青宝涨超11%，天下秀触及涨停，三七互娱、昆仑万维、凯撒文化跟涨 
09:34 中国中免跌停，目前成交额超12亿元，总市值回到5000亿下方 
09:36 食品饮料板块开盘走弱，安井食品跌停，青岛食品、恒顺醋业跌超9%，涪陵榨菜、三元股份、中炬高新跟跌 
09:37 北交所概念股异动拉升，创业黑马涨超10%，京投发展、中关村、精华制药跟涨，消息上，证监会公布基础制度，北交所或将于11月15日正式开市 
09:50 军工板块拉升走强，迈信林涨超7%，纵横股份、中航重机、天和防务、中航沈飞跟涨 
09:58 BIPV概念股异动拉升，森特股份触及涨停，隆基股份创历史新高，芯能科技、中信博、双杰电气、亚玛顿、清源股份跟涨 
10:09 家电股拉升走强，科沃斯触及涨停，美的集团涨超6%，石头科技、海信视像、火星人、苏泊尔等集体走高 
10:15 白酒股低开高走，今世缘、岩石股份涨停，金种子酒、苏盐井神、口子窖、大湖股份、水井坊等集体冲高 
10:21 元宇宙概念、游戏股持续拉升，中青宝、天下秀涨停，数码视讯、昆仑万维、汤姆猫涨超10%，丝路视觉、凯撒文化等大幅跟涨，消息上，Facebook上周正式更名为Meta 
10:31 券商板块异动拉升，湘财股份触及涨停，中国银河涨超8%，申万宏源、长城证券、中原证券、第一创业跟涨 
11:03 光伏板块拉升走强，森特股份、杭锅股份等封板，隆基股份一度涨近4%，股价创历史新高，成交超百亿，嘉泽新能、晶澳科技跟涨 
11:05 特斯拉概念股持续走高，宝胜股份、天通股份、崇达技术、五洲新春等多股涨停，天奇股份、华瑞股份、长盈精密等跟涨

11月2日上午复盘  
09:25 创业板新股争光股份开盘破发，集合竞价低开11.32%，瑞纳智能平开 
09:25 三大指数开盘涨跌不一，沪指低开0.03%，深成指平开，创业板指低开0.08% 
09:32 军工股开盘拉升，电光科技涨停，新研股份、航新科技、新余国科、三角防务等集体冲高，消息上，军队装备订购规定正式施行 
09:33 PCB概念股继续走强，深南电路2连板，东威科技、鹏鼎控股、世运电路、沪电股份跟涨  
09:44 半导体芯片股拉升走高，凤凰光学涨停，上声电子涨超10%，士兰微、紫光国微、中富电路、长电科技等跟涨 
09:46 农业股早盘冲高，亚盛集团封涨停，宏辉果蔬、荃银高科、金健米业、新赛股份、隆平高科等跟涨，消息上，种业振兴行业细则正加速出台 
09:48 N瑞纳大涨30%触发临停 
09:53 CRO板块继续走低，阳光诺和跌超7%，美迪西、九洲药业、药石科技、博济医药跟跌 
10:07 磷化工板块持续下挫，兴发集团触及跌停，清水源、湖北宜化、司尔特、六国化工跟跌 
10:14 食品饮料板块拉升走强，千味央厨涨停，千禾味业、安井食品、中炬高新、三全食品、海天味业涨超5% 
10:21 钢铁板块持续走低，鄂尔多斯跌超7%，八一钢铁、首钢股份、安阳钢铁、重庆钢铁跟跌 
10:38 白酒股持续走弱，金种子酒跌超9%，海南椰岛、中粮科技、盘江股份、洋河股份、古井贡酒跟跌 
11:16 煤炭板块持续走低，晋控煤业逼近跌停，昊华能源、上海能源、华阳股份、山西焦煤、新集能源跟跌

11月3日上午复盘  
09:25 三大指数小幅低开，沪指低开0.13%，深成指低开0.08%，创业板指低开0.16% 
09:31 军工板块开盘领跌，亚星锚链、江龙船艇、国瑞科技、天海防务、中船防务等跌幅居前 
09:33 元宇宙概念股开盘冲高，天下秀封涨停，中青宝涨超10%，昆仑万维、佳创视讯、中文在线等冲高 
09:38 抗病毒概念股大幅拉升，博晖创新涨停，兰卫医学、利德曼涨超10%，硕世生物、达安基因、热景生物、明德生物等集体冲高 
09:40 磷化工板块继续下挫，兴发集团逼近跌停，云天化、湖北宜化、司尔特、六国化工跟跌 
09:45 养殖股拉升走强，新希望涨近6%，大北农、天康生物、益生股份、温氏股份跟涨 
10:02 盐湖提锂概念股早盘走低，兆新股份跌近8%，赣锋锂业、久吾高科、西藏城投、西藏矿业等跟跌 
10:04 风电板块早盘回调，金盘科技、大金重工跌超9%，金雷股份、金开新能、振江股份、日月股份等跟跌 
10:07 锂电股早盘持续走低，石大胜华跌停，湘潭电化、百川股份、鼎胜新材、华自科技、中银绒业等跌超6% 
10:48 煤炭股拉升反弹，山西焦煤涨停，兖州煤业、华阳股份、潞安环能、昊华能源、山西焦化等跟涨 
11:14 房地产板块拉升走高，津滨发展涨停，保利发展涨近6%，金地集团、蓝光发展、南山控股跟涨 
11:24 医药电商板块走强，一心堂涨停，大参林、以岭药业、药易购、益丰药房、老百姓等涨幅居前

11月5日上午复盘  
09:25 三大指数小幅低开，沪指低开0.19%，深成指低开0.13%，创业板指低开0.23% 
09:30 半导体芯片股开盘走强，广东骏亚涨停，中富电路、华天科技、派瑞股份、景嘉微等跟涨，催化上，隔夜美芯片股走强，英伟达大涨超12%，续刷历史新高 
09:35 元宇宙概念继续冲高，易尚展示、凯撒文化涨停，佳创视讯、天下秀、歌尔股份、三七互娱等集体拉升 
09:40 数字货币概念股开盘走强，楚天龙涨停，旗天科技、智度股份、御银股份、雄帝科技、创识科技等跟涨 
09:44 造纸板块早盘拉升，青山纸业涨超7%，宜宾纸业、岳阳林纸、太阳纸业、晨鸣纸业等集体冲高 
09:58 北交所概念股异动拉升，创业黑马涨超10%，京投发展、中关村、创元科技跟涨 
10:05 汽车整车板块拉升走强，上汽集团涨停，江铃汽车、广汽集团、海马汽车、江淮汽车跟涨 
10:41 培育钻石概念股异动拉升，力量钻石涨近7%，中兵红箭、黄河旋风、国机精工、四方达跟涨 
10:48 煤炭板块持续低迷，晋控煤业、昊华能源、冀中能源、华阳股份、山西焦煤等跌幅居前 
11:09 磷化工板块持续走低，安纳达、云天化、川恒股份、湖北宜化、六国化工、新洋丰集体跌超6% 
11:14 传媒板块拉升走强，读客文化、新国脉、华媒控股涨停，芒果超媒、大晟文化、中文在线、中文传媒等跟涨
      </pre>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {};
  },
};
</script>

<style lang="sass" scoped>
</style>