<template>
  <div class="page">
    <div>
      <pre>
10月25日上午复盘  
09:25 三大指数开盘涨跌不一，沪指低开0.23%，深成指低开0.01%，创业板指高开0.56% 
09:26 创业板新股可孚医疗及科创板凯尔达今日上市，竞价双双低开破发，可孚医疗低开10.89%，凯尔达低开4.9% 
09:30 猪肉股开盘拉升，新五丰一字涨停，正邦科技、唐人神、新希望、天邦股份跟涨，消息上，生猪期货主力合约涨停，10月中旬生猪（外三元）价格环比上涨21.9% 
09:31 农业股开盘走强，宏辉果蔬封涨停，雪榕生物、华绿生物、冠农股份、新农开发等集体冲高 
09:37 电力板块异动拉升，文山电力涨停，浙江新能、金开新能、西昌电力、乐山电力、嘉泽新能等涨幅居前
09:39 天然气板块早盘走强，新疆火炬涨停，新天然气、新天绿能、洪通燃气、首华燃气等跟涨 
09:43 储能板块继续活跃，申菱环境、德赛电池涨停，新风光逼近涨停，东方日升、永福股份、盛弘股份等大幅冲高，消息上，宁德时代携手多家央企发力储能业务 
09:50 光伏板块持续走强，方大集团、海源复材等封板，东方日升涨超14%，意华股份、爱旭股份、天合光能等集体冲高 
09:56 煤炭板块快速反弹，兰花科创涨超8%，山西焦化、美锦能源、盘江股份、冀中能源等集体拉升 
09:59 N凯尔达大涨近24%，触发临停，该股此前开盘破发 
10:03 油服板块持续走高，博汇股份拉升涨超14%，通源石油、海油发展、中曼石油、潜能恒信等跟涨 
10:06 风电板块持续走强，新风光、西昌电力涨停，金雷股份涨超12%，泰胜风能、日月股份、金开新能跟涨，消息面上，发改委主任何立峰称加快推进大型风电、光伏基地建设 
10:13 房地产板块持续走低，京投发展盘中触及跌停，首开股份、津滨发展、我爱我家、华侨城A、万科A等跌幅居前 
10:15 元宇宙概念股异动拉升，中青宝涨超12%，宝通科技、佳创视讯、汤姆猫、水晶光电等跟涨 
10:34 锂电股拉升走强，永太科技、德赛电池、中国宝安涨停，中科电气涨超14%，星云股份、金银河、沧州明珠、德方纳米、天赐材料、富临精工等跟涨 
10:55 汽车整车板块拉升走高，比亚迪涨超5%，股价创历史新高，广汽集团、长城汽车、江淮汽车跟涨 
11:08 储能概念股持续走强，板块内十余股集体封板，新风光、高澜股份、申菱环境收获20CM涨停，科华数据、四方股份等拉升封板，永福股份、盛弘股份、上能电气等涨超15% 
11:24 券商股持续走低，华鑫股份跳水跌停，华林证券跌超9%，东北证券、湘财股份、红塔证券、东兴证券跟跌


10月26日上午复盘  
09:25 科创板新股中科微至竞价破发 
09:26 三大指数集体高开，沪指高开0.08%，深成指高开0.43%，创业板指高开0.96% 
09:29 石墨负极多股高开，翔丰华、中国宝安、宝泰隆、新华锦等涨幅居前，消息上，宁德时代被曝大规模导入天然石墨，10月份使用量已上千吨，但遭公司辟谣为假消息 
09:31 新能源汽车产业链开盘大涨，宁德时代、比亚迪、长城汽车齐创历史新高，宁波方正、江淮汽车、托普集团、旭升股份等纷纷大涨，催化上，隔夜特斯拉涨近13%，市值突破1万亿美元，小鹏汽车亦涨超11% 
09:38 电力板块快速拉升，甘肃电投、文山电力涨停，金开新能、节能风电、太阳能、江苏新能等涨幅居前 
09:40 啤酒股拉升走高，青岛啤酒触及涨停，重庆啤酒、惠泉啤酒、兰州黄河、乐惠国际、燕京啤酒跟涨 
09:44 工业母机概念股拉升走强，华明装备涨停，大族激光、华辰装备、华东数控、日发精机、恒而达等跟涨 
09:48 半导体芯片股早盘走弱，神工股份跌超14%，明微电子、聚辰股份、上海贝岭、富瀚微、东土科技跟跌 
09:52 元宇宙概念、游戏股早盘走弱，新元科技、中青宝跌超8%，盛天网络、佳创视讯、宝通科技、汤姆猫等跌超5% 
09:55 盐湖提锂概念股大幅拉升，西藏城投封涨停，久吾高科、金圆股份、西藏珠峰、科达制造等集体冲高 
10:25 养殖股拉升回暖，鹏都农牧涨近8%，晓鸣股份、圣农发展、立华股份、民和股份跟涨，消息上，昨日全国瘦肉型猪出栏均价15.52元，单日涨幅6.08% 
10:35 特高压板块异动拉升，华菱线缆触及涨停，智洋创新、通光线缆、杭电股份、特变电工等跟涨 
10:47 通信股盘中异动，信维通信涨超10%，天孚通信、亿通科技、汇源通信、吉大通信跟涨 
11:12 CRO板块持续低迷，诺泰生物跌超7%，泰格医药、皓元医药、凯莱英、博腾股份等跟跌

10月27日上午复盘  
09:25 三大指数小幅低开，沪指0.22%，深成指低开0.29%，创业板指低开0.18% 
09:25 科创板新股新锐股份开盘破发，集合竞价低开8.51%，科创板精进电动竞价高开8.78%，创业板久盛电气和拓新药业分别高开51.87%、38.72% 
09:31 军工股开盘强势，新余国科涨超10%，晨曦航空、新研股份、三角防务、中航高科等集体冲高，消息上，军工顶层会议召开，将全面开创武器装备建设新局面 
09:34 白酒板块开盘走低，金种子酒、迎驾贡酒、今世缘、青青稞酒、顺鑫农业、大湖股份等跌幅居前 
09:36 煤炭股开盘领跌，昊华能源、开滦股份、上海能源、兖州煤业等跌幅居前，消息上，焦煤、焦炭期货主力跌停 
09:42 储能概念股继续活跃，新风光拉升涨超15%，固德威、申菱环境、天合光能、中来股份、阳光电源等跟涨 
09:47 食品饮料板块走势低迷，味知香跌近8%，新乳业、仲景食品、燕塘乳业、惠发食品、李子园等跌超4% 
09:49 磷化工板块早盘走强，兴发集团触及涨停，司尔特、川金诺、六国化工、湖北宜化等跟涨 
09:52 半导体芯片股早盘下挫，芯碁微装跌近9%，东方银星、赛微电子、华润微、北京君正等跟跌 
09:54 电力股继续活跃，上海电力、文山电力、湖南发展涨停，金开新能、西昌电力、吉电股份等跟涨 
10:04 国产软件股持续走低，先进数通、金现代跌超10%，中望软件、汉得信息、立昂技术、东华软件等跌超7% 
10:09 猪肉股短线拉升，得利斯封涨停，大北农、鹏都农牧、双汇发展、正邦科技、牧原股份等跟随走高 
10:15 农业股早盘持续下行，万辰生物、华绿生物双双跌超10%，海南橡胶、众兴菌业、宏辉果蔬、神农科技等跟跌 
10:36 家具家居板块持续走弱，江山欧派跌超8%，好莱客、志邦家居、皮阿诺、索菲亚、金牌厨柜等跟跌 
11:21 资源股全线下挫，煤炭、钢铁、有色等板块领跌，兖州煤业、潞安环能、云海金属、中国铝业、海南矿业、金岭矿业、首华燃气等跌幅居前

10月28日上午复盘  
09:25 科创板新股成大生物、创业板新股戎美股份开盘双双破发，成大生物低开18.19%，戎美股份低开9.53%，按照成大生物发行价110元计算，中一签约亏1万元 
09:26 三大指数集体低开，沪指低开0.38%，深成指低开0.3%，创业板指低开0.21% 
09:31 白酒股开盘拉升，迎驾贡酒涨停，口子窖、青海春天、今世缘、水井坊、皇台酒业跟涨 
09:32 煤炭股开盘领跌，晋控煤业跌超8%，兰花科创、中煤能源、陕西煤业、昊华能源等跌幅居前，消息上，国内商品期货早盘开盘，郑煤、焦炭、焦煤、沪锡主力合约跌停 
09:34 军工股开盘下挫，晨曦航空跌超10%，新研股份、航亚科技、航天电子、洪都航空等跟跌 
09:35 石油股开盘走弱，中国石油跌近5%，东华能源、岳阳兴长、洲际油气、和顺石油等跌幅居前 
09:45 电力股继续活跃，文山电力9连板，皖能电力涨超9%，新风光、长源电力、上海电力等涨超5% 
09:53 农业股早盘走低，北大荒跌超8%，宏辉果蔬、华绿生物、敦煌种业、隆平高科等跌幅居前 
10:08 钢铁板块持续下行，酒钢宏兴逼近跌停，海南矿业、方大特钢、重庆钢铁、太钢不锈等跌幅居前 
10:12 煤炭股上演跌停潮，昊华能源、兰花科创、华阳股份、露天煤业、晋控煤业、平煤股份等多只个股跌停 
10:23 锂电股早盘持续下挫，鼎胜新材跌停，鹏辉能源、西藏城投、鹏欣资源、久吾高科、金银河等跌超7% 
10:24 华为鸿蒙概念股短线拉升，诚迈科技涨超13%，中科创达、芯海科技、万兴科技跟涨 
11:13 风电板块快速反弹，天顺风能、大金重工涨停，吉鑫科技、泰胜风能、东方电气、天能重工等集体冲高 
11:23 盐湖提锂板块持续走弱，西藏城投跌停，久吾高科跌超10%，西藏珠峰、盐湖股份、西藏矿业、天齐锂业等跟跌 
11:28 网红概念股异动拉升，因赛集团、天下秀封涨停，电声股份、宣亚国际、天龙集团等跟涨

10月29日上午复盘  
09:25 创业板新股深城交开盘破发，竞合竞价低开8.22% 
09:26 三大指数开盘涨跌不一，沪指高开0.03%，深成指低开0.02%，创业板指低开0.08% 
09:31 换电概念股开盘走强，展鹏科技涨停，山东威达、动力源、中元股份、英飞特跟涨，消息上，工信部启动新能源汽车换电模式应用试点，13个城市纳入试点范围 
09:33 元宇宙、游戏股开盘拉升，中青宝、宝通科技、汤姆猫、顺网科技等集体冲高，消息上，Facebook正式更名为Meta，拟以新面目迎接虚拟现实时代 
09:33 啤酒板块快速拉升，重庆啤酒涨停，青岛啤酒、兰州黄河、惠泉啤酒、乐惠国际、珠江啤酒等涨幅居前 
09:36 盐湖提锂概念股快速拉升，西藏矿业冲击涨停，华友钴业、久吾高科、天齐锂业、西藏珠峰等涨幅居前 
09:39 绿色电力概念股开盘走低，新天绿能跌超8%，上海电力、华能国际、桂东电力、华银电力、长源电力等跌超5% 
09:42 半导体芯片股拉升走强，清溢光电、银河微电、思瑞浦涨超10%，芯朋微、华微电子、赛腾股份、富瀚微、景嘉微等快速跟涨 
09:43 券商股早盘大幅走低，东方证券触及跌停，广发证券、长城证券、财通证券、浙商证券等跌幅居前 
09:45 白酒股异动拉升，岩石股份涨停，迎驾贡酒大涨8%，泸州老窖、口子窖、今世缘、古井贡酒等跟涨 
09:54 风电板块快速下跌，广大特材、海锅股份跌超10%，金山股份、中环海陆、银星能源、天顺风能跌超5% 
10:06 次新股青岛食品上演地天板，成交超3.2亿，换手46%，该股竞价跌停开盘 
10:10 培育钻石概念股大幅反弹，黄河旋风拉升触板，中兵红箭、力量钻石、国机精工、四方达等跟涨 
10:15 乳业股持续拉升，新乳业封涨停，品渥食品、妙可蓝多、庄园牧场、光明乳业、西部牧业等均大幅走高 
10:16 军工板块异动拉升，新劲刚触及涨停，新研股份、航发动力、中航西飞、航天发展、新余国科等跟涨 
10:37 保险板块持续下行，新华保险大跌近7%，中国人寿跌超6%，中国太保、中国平安、中国人保等跟跌 
10:39 券商股快速反弹，中银证券拉升涨超7%，国联证券、中信证券、锦龙股份、红塔证券、中金公司等跟涨 
10:53 养殖股拉升走强，晓鸣股份涨超11%，巨星农牧、温氏股份、益生股份、金新农、正邦科技跟涨，消息上，北京发布猪价过度下跌一级预警，将启动临时储备收储 
11:05 创业板指探底回升涨超1%，此前一度跌近0.8%，科创50指数拉升涨近2%，元宇宙、游戏股、乳业等板块涨幅居前 
11:28 医美概念股持续走强，朗姿股份封涨停，漱玉平民、金发拉比、爱尔眼科、华熙生物、华东医药等集体冲高

11月1日上午复盘  
09:25 创业板新股华兰股份开盘破发，集合竞价低开11.24% 
09:25 三大指数集体低开，沪指低开0.48%，深成指低开0.4%，创业板指低开0.27% 
09:30 白酒股开盘领跌，海南椰岛跌超8%，五粮液、酒鬼酒、舍得酒业、古井贡酒等跟跌
09:31 元宇宙概念股开盘走高，中青宝涨超11%，天下秀触及涨停，三七互娱、昆仑万维、凯撒文化跟涨 
09:34 中国中免跌停，目前成交额超12亿元，总市值回到5000亿下方 
09:36 食品饮料板块开盘走弱，安井食品跌停，青岛食品、恒顺醋业跌超9%，涪陵榨菜、三元股份、中炬高新跟跌 
09:37 北交所概念股异动拉升，创业黑马涨超10%，京投发展、中关村、精华制药跟涨，消息上，证监会公布基础制度，北交所或将于11月15日正式开市 
09:50 军工板块拉升走强，迈信林涨超7%，纵横股份、中航重机、天和防务、中航沈飞跟涨 
09:58 BIPV概念股异动拉升，森特股份触及涨停，隆基股份创历史新高，芯能科技、中信博、双杰电气、亚玛顿、清源股份跟涨 
10:09 家电股拉升走强，科沃斯触及涨停，美的集团涨超6%，石头科技、海信视像、火星人、苏泊尔等集体走高 
10:15 白酒股低开高走，今世缘、岩石股份涨停，金种子酒、苏盐井神、口子窖、大湖股份、水井坊等集体冲高 
10:21 元宇宙概念、游戏股持续拉升，中青宝、天下秀涨停，数码视讯、昆仑万维、汤姆猫涨超10%，丝路视觉、凯撒文化等大幅跟涨，消息上，Facebook上周正式更名为Meta 
10:31 券商板块异动拉升，湘财股份触及涨停，中国银河涨超8%，申万宏源、长城证券、中原证券、第一创业跟涨 
11:03 光伏板块拉升走强，森特股份、杭锅股份等封板，隆基股份一度涨近4%，股价创历史新高，成交超百亿，嘉泽新能、晶澳科技跟涨 
11:05 特斯拉概念股持续走高，宝胜股份、天通股份、崇达技术、五洲新春等多股涨停，天奇股份、华瑞股份、长盈精密等跟涨

11月2日上午复盘  
09:25 创业板新股争光股份开盘破发，集合竞价低开11.32%，瑞纳智能平开 
09:25 三大指数开盘涨跌不一，沪指低开0.03%，深成指平开，创业板指低开0.08% 
09:32 军工股开盘拉升，电光科技涨停，新研股份、航新科技、新余国科、三角防务等集体冲高，消息上，军队装备订购规定正式施行 
09:33 PCB概念股继续走强，深南电路2连板，东威科技、鹏鼎控股、世运电路、沪电股份跟涨  
09:44 半导体芯片股拉升走高，凤凰光学涨停，上声电子涨超10%，士兰微、紫光国微、中富电路、长电科技等跟涨 
09:46 农业股早盘冲高，亚盛集团封涨停，宏辉果蔬、荃银高科、金健米业、新赛股份、隆平高科等跟涨，消息上，种业振兴行业细则正加速出台 
09:48 N瑞纳大涨30%触发临停 
09:53 CRO板块继续走低，阳光诺和跌超7%，美迪西、九洲药业、药石科技、博济医药跟跌 
10:07 磷化工板块持续下挫，兴发集团触及跌停，清水源、湖北宜化、司尔特、六国化工跟跌 
10:14 食品饮料板块拉升走强，千味央厨涨停，千禾味业、安井食品、中炬高新、三全食品、海天味业涨超5% 
10:21 钢铁板块持续走低，鄂尔多斯跌超7%，八一钢铁、首钢股份、安阳钢铁、重庆钢铁跟跌 
10:38 白酒股持续走弱，金种子酒跌超9%，海南椰岛、中粮科技、盘江股份、洋河股份、古井贡酒跟跌 
11:16 煤炭板块持续走低，晋控煤业逼近跌停，昊华能源、上海能源、华阳股份、山西焦煤、新集能源跟跌

11月3日上午复盘  
09:25 三大指数小幅低开，沪指低开0.13%，深成指低开0.08%，创业板指低开0.16% 
09:31 军工板块开盘领跌，亚星锚链、江龙船艇、国瑞科技、天海防务、中船防务等跌幅居前 
09:33 元宇宙概念股开盘冲高，天下秀封涨停，中青宝涨超10%，昆仑万维、佳创视讯、中文在线等冲高 
09:38 抗病毒概念股大幅拉升，博晖创新涨停，兰卫医学、利德曼涨超10%，硕世生物、达安基因、热景生物、明德生物等集体冲高 
09:40 磷化工板块继续下挫，兴发集团逼近跌停，云天化、湖北宜化、司尔特、六国化工跟跌 
09:45 养殖股拉升走强，新希望涨近6%，大北农、天康生物、益生股份、温氏股份跟涨 
10:02 盐湖提锂概念股早盘走低，兆新股份跌近8%，赣锋锂业、久吾高科、西藏城投、西藏矿业等跟跌 
10:04 风电板块早盘回调，金盘科技、大金重工跌超9%，金雷股份、金开新能、振江股份、日月股份等跟跌 
10:07 锂电股早盘持续走低，石大胜华跌停，湘潭电化、百川股份、鼎胜新材、华自科技、中银绒业等跌超6% 
10:48 煤炭股拉升反弹，山西焦煤涨停，兖州煤业、华阳股份、潞安环能、昊华能源、山西焦化等跟涨 
11:14 房地产板块拉升走高，津滨发展涨停，保利发展涨近6%，金地集团、蓝光发展、南山控股跟涨 
11:24 医药电商板块走强，一心堂涨停，大参林、以岭药业、药易购、益丰药房、老百姓等涨幅居前

11月5日上午复盘  
09:25 三大指数小幅低开，沪指低开0.19%，深成指低开0.13%，创业板指低开0.23% 
09:30 半导体芯片股开盘走强，广东骏亚涨停，中富电路、华天科技、派瑞股份、景嘉微等跟涨，催化上，隔夜美芯片股走强，英伟达大涨超12%，续刷历史新高 
09:35 元宇宙概念继续冲高，易尚展示、凯撒文化涨停，佳创视讯、天下秀、歌尔股份、三七互娱等集体拉升 
09:40 数字货币概念股开盘走强，楚天龙涨停，旗天科技、智度股份、御银股份、雄帝科技、创识科技等跟涨 
09:44 造纸板块早盘拉升，青山纸业涨超7%，宜宾纸业、岳阳林纸、太阳纸业、晨鸣纸业等集体冲高 
09:58 北交所概念股异动拉升，创业黑马涨超10%，京投发展、中关村、创元科技跟涨 
10:05 汽车整车板块拉升走强，上汽集团涨停，江铃汽车、广汽集团、海马汽车、江淮汽车跟涨 
10:41 培育钻石概念股异动拉升，力量钻石涨近7%，中兵红箭、黄河旋风、国机精工、四方达跟涨 
10:48 煤炭板块持续低迷，晋控煤业、昊华能源、冀中能源、华阳股份、山西焦煤等跌幅居前 
11:09 磷化工板块持续走低，安纳达、云天化、川恒股份、湖北宜化、六国化工、新洋丰集体跌超6% 
11:14 传媒板块拉升走强，读客文化、新国脉、华媒控股涨停，芒果超媒、大晟文化、中文在线、中文传媒等跟涨

11月8日上午复盘  
09:25 三大指数开盘涨跌不一，沪指高开0.01%，深成指低开0.08%，创业板指高开0.03% 
09:28 电子竞技概念股开盘大涨，天神娱乐一字涨停，电魂网络、华立科技、星辉娱乐、顺网科技等跟涨，消息上，中国战队EDG获2021年英雄联盟全球总决赛冠军 
09:31 民航机场板块开盘拉升，中国国航涨近8%，南方航空、吉祥航空、白云机场、上海机场等集体走强 
09:32 旅游股大幅走强，凯撒旅业涨停，众信旅游、宋城演艺、桂林旅游、中青旅等集体拉升 
09:32 氢能源板块开盘走强，厚普股份涨超12%，中泰股份、深冷股份、昇辉科技跟涨，消息上，中央、国务院推动燃料电池车迎示范应用，有序推广清洁能源汽车 
09:37 环保股开盘走强，兴源环境涨停，科融环境、博天环境、永清环保、中兰环保等纷纷冲高，消息上，中共中央、国务院发布关于深入打好污染防治攻坚战的意见，目标到2025年单位国内生产总值二氧化碳排放比2020年下降18% 
09:41 盐湖提锂概念股早盘走强，亿纬锂能涨超12%，天齐锂业、万邦达、倍杰特、久吾高科跟涨 
09:44 医美概念股早盘下挫，麦迪科技触及跌停，奥园美谷、朗姿股份、漱玉平民、宜华健康等跟跌 
09:46 半导体芯片股早盘走弱，科翔股份跌超9%，上海贝岭、国民技术、全志科技、苏州固锝、芯源微跟跌 
09:50 抗病毒概念股早盘走低，康希诺跌超8%，明德生物、复星医药，沃森生物、智飞生物跟跌，消息上，美国药企辉瑞称其新冠口服药能将轻度和中度成年患者住院或死亡概率降低89% 
09:52 元宇宙概念短线拉升，国光电器涨停，盛天网络、佳创视讯、顺网科技、汤姆猫、当虹科技跟涨 
10:13 稀土永磁板块拉升走强，龙磁科技涨超10%，包钢股份逼近涨停，北方稀土、创兴资源、盛和资源、广晟有色等集体冲高 
10:37 锂电股早盘持续拉升，兆新股份、蔚蓝锂芯、璞泰来、石大胜华等十余股涨停，亿纬锂能、天齐锂业、天华超净、永太科技等均大幅走强 
10:45 有机硅概念股拉升走强，硅宝科技涨超8%，德联集团、宏柏新材、新纶新材、东岳硅材等跟涨

11月9日上午复盘  
09:25 三大指数集体高开，沪指高开0.24%，深成指高开0.21%，创业板指高开0.61% 
09:28 绿电概念股开盘强势，华银电力一字涨停，晶科科技、长源电力、吉电股份、金开新能、中闽能源跟涨
09:36 碳中和概念股开盘走强，科融环境涨超12%，兴源环境、百川畅银、开尔新材、九洲集团、雪迪龙跟涨
09:38 华为欧拉概念股异动拉升，创意信息涨超8%，东方通、诚迈科技、普元信息、宇信科技、润和软件跟涨
09:46 储能板块拉升走强，大烨智能、科林电气涨停，中天科技、科力远、奥海科技、林洋能源等跟涨 
09:51 半导体板块拉升走强，安集科技、高测股份、通富微电、天通股份、寒武纪等集体走高 
09:53 数字货币板块持续拉升，新开普涨近10%，信安世纪、华峰超纤、天源迪科跟涨
10:02 医药股早盘走强，共同药业、拓新药业、诚意药业涨停，多瑞医药、翰宇药业涨超10%，莎普爱思、嘉应制药、东阿阿胶跟涨 
10:23 军工板块异动拉升，南岭民爆6连板，海兰信涨超10%，北方导航、天奥电子、奥维通信、东华测试跟涨 
10:38 地热能概念股持续走强，盾安环境、澳柯玛双双涨停，冰轮环境、隆华科技、豫能控股、海立股份跟涨 
10:47 农业股异动拉升，登海种业、隆平高科、大北农、荃银高科、万辰生物等集体走强 
10:59 华为概念股大幅走强，常山北明直线封板，润和软件、拓维信息、创意信息、九联科技等集体冲高

11月10日上午复盘  
09:25 三大指数集体低开，沪指低开0.23%，深成指低开0.34%，创业板指低开0.64% 
09:30 数字货币概念股开盘强势，旗天科技涨超10%，新开普、楚天龙、创识科技、御银股份跟涨，消息上，央行行长易纲表示，下一步将有针对性地完善数字人民币的设计和使用 
09:33 元宇宙概念股继续活跃，佳创视讯涨超7%，长信科技、罗曼股份、中文在线、完美世界等跟涨 
09:38 军工板块开盘拉升，新兴装备一度触及涨停，四创电子、天秦装备、中科海讯、海特高新、派克新材等跟涨 
09:43 医药股继续走强，拓新药业冲击4连板，普洛药业、博瑞医药、天宇股份涨超9%，东诚药业、威尔药业、山河药辅等跟涨 
09:51 光伏板块早盘走低，捷佳伟创跌超7%，大烨智能、金开新能、晶科科技、海源复材跟跌，消息上，常德全市暂停新增光伏发电项目备案 
10:20 三大股指集体跌超1%，两市超3000股处于下跌状态 
10:24 锂电股持续走低，多氟多、天赐材料跌超8%，龙蟠科技、中矿资源、赣锋锂业、天华超净等跌幅居前 
10:38 食品饮料板块持续走低，千味央厨跌超7%，伊利股份大跌近5%，天味食品、中炬高新、绝味食品、燕塘乳业跟跌 
10:51 工业母机板块逆市拉升，宇晶股份此前涨停，创世纪、拓斯达、华辰装备、秦川机床、华明装备等纷纷冲高 
11:11 创业板指跌幅扩大至2%，沪指跌1.59%，深成指跌1.79%，盐湖提锂、煤炭、化工、电力等板块跌幅居前

11月11日上午复盘  
09:25 三大指数小幅低开，沪指低开0.17%，深成指低开0.12%，创业板指低开0.09% 
09:32 环保股开盘拉升，博天环境、中持股份涨停，建工修复、华骐环保涨超10%，百川畅银、冠中生态、蒙草生态、中兰环保等跟涨，消息上，国办鼓励和支持社会资本参与生态保护修复项目投资、设计、修复、管护等全过程 
09:35 房地产板块异动拉升，阳光城一度涨超9%，招商蛇口、嘉凯城、金科股份、保利发展跟涨，消息面上，多家房企证实，沈阳房产局召集房企开会，拟放松限购限售政策 
09:38 BIPV概念股拉升走强，中来股份涨超15%，东方日升、东方雨虹、中信博、天合光能等跟涨 
09:41 家具家居板块开盘拉升，江山欧派涨超8%，顾家家居、志邦家居、欧派家居、兔宝宝等集体冲高 
09:45 汽车零部件板块继续走强，沪光股份5连板，东箭科技、宁波方正、英利汽车、钧达股份、凯中精密等多股涨停，卡倍亿、兴瑞科技、万安科技等大幅冲高 
10:04 半导体板块短线拉升，芯源微涨超12%，瑞芯微、高测股份、温州宏丰、中晶科技、神工股份跟涨 
10:06 元宇宙概念低开高走，创业板恒信东方涨停，中文在线、风语筑、罗曼股份、新国脉、当虹科技跟涨 
10:09 培育钻石概念股大幅冲高，黄河旋风封涨停，中兵红箭、曼卡龙、沃尔德、四方达、力量钻石等集体拉升  
10:16 注册制次新股继续活跃，拓新药业5连板，争光股份20CM涨停，上声电子、凯盛新材涨超10%，华兰股份、中捷精工、本立科技等涨幅居前 
10:19 券商股异动拉升，广发证券涨超6%，东方财富、中信建投、东方证券、东兴证券、兴业证券等跟涨 
10:26 房地产板块继续发力走高，阳光城、泰禾集团、新华联、招商蛇口先后涨停，万科A大涨超6%，嘉凯城、保利发展、金地集团、招商积余等集体拉升 
11:10 半导体芯片股快速走高，北方华创大涨5%，股价创历史新高，芯源微、神工股份涨超10%，晶晨股份、国科微、中晶科技等跟涨

11月12日上午复盘  
09:25 三大指数小幅高开，沪指高开0.04%，深成指高开0.06%，创业板指高开0.09% 
09:30 BIPV概念股开盘强势，中利集团2连板，东方日升、秀强股份、中来股份、天合光能跟涨 
09:38 华为汽车概念股开盘拉升，京泉华2连板，四维图新、意华股份、中熔电气、均胜电子、德赛西威跟涨 
09:42 元宇宙概念异动拉升，恒信东方涨超15%，蓝色光标、罗曼股份、平治信息、金马游乐跟涨，消息上，国内首家获批元宇宙行业协会揭牌 
09:49 第三代半导体板块早盘走强，创业板易事特触及涨停，天通股份、新洁能、高测股份、乾照光电等跟随拉升 
09:52 房地产板块早盘回调，金地集团、金科股份、华侨城A、万科A、我爱我家等跌幅居前 
09:55 稀土永磁板块异动拉升，天通股份涨停，大地熊、正海磁材、中科三环、英威腾、三祥新材跟涨 
10:05 军工板块异动拉升，海兰信涨超8%，航天宏图、西菱动力、新研股份、三角防务、中航高科跟涨 
10:29 农业股持续拉升，登海种业触及涨停，大北农、荃银高科、隆平高科、万向德农、丰乐种业等集体走强 
10:38 储能板块持续拉升，金盘科技、威唐工业涨超10%，思源电气此前涨停，新风光、四方股份、国电南瑞等涨幅居前 
10:54 电子烟概念股持续走强，集友股份触及涨停，劲嘉股份、科森科技、赢合科技、顺灏股份跟涨 
11:03 光伏板块持续走强，天通股份、爱旭股份等多股涨停，中来股份、奥特维涨超10%，海源复材、东方盛虹跟涨 
11:11 注册制次新股大幅走强，C隆华拉升一度涨超25%，中熔电气、严牌股份20CM涨停，拓新药业、奥雅设计、本立科技等涨超10%

11月15日上午复盘  
09:25 北交所今日开市，首批亮相的81家公司中，59家上涨，15家下跌，其中同心传动、志晟信息、大地电气涨幅居前，分别涨282.28%、194.26%、188.02%，贝特瑞高开5.33%，市值逼近千亿（注：北交所开市首日有81只股票交易，10只为新股，71只为精选层平移股票，其中新股上市首日不设涨跌幅，71只精选层平移股票将继续实施30%涨跌幅限制） 
09:27 三大指数集体高开，沪指高开0.11%，深成指高开0.13%，创业板指高开0.16% 
09:32 北交所今日上市的10只新股较开盘价涨幅达30%，均触发临停，其中同心传动涨396.96%，志晟信息涨283.53%，大地电气涨274.42%，晶赛科技涨219.32% 
09:39 汽车零部件板块开盘继续走强，沪光股份7连板，博俊科技、合力科技、天汽模、岱美股份、日盈电子、拓普集团等多股涨停 
09:43 磷化工概念股大幅走低，湖北宜化跌停，云天化、兴发集团、川发龙蟒、六国化工、川恒股份跌超5% 
09:44 北交所新股同心传动大涨511%，触发二次临停，晶赛科技、汉鑫科技、恒合股份、中设咨询等较开盘价涨幅达60%，均二次临停 
09:51 军工板块异动拉升，中国船舶、广联航空涨超7%，亚星锚链、中航机电、航发动力、航宇科技等跟涨 
09:56 食品饮料板块早盘走强，涪陵榨菜涨停，良品铺子、佳禾食品、华宝股份、盐津铺子、味知香等涨超5% 
10:03 农业股大幅走低，隆平高科跌停，荃银高科跌超10%，登海种业、敦煌种业、大北农跟跌 
10:07 锂电股持续走低，永太科技、东阳光跌停，骆驼股份、富临精工、光华科技、蓝晓科技、诺德股份跌超7% 
10:12 抗病毒概念股异动拉升，康希诺涨近14%，热景生物、博拓生物、迪安诊断、泰林生物等集体涨超7% 
10:18 环保股拉升走强，博天环境涨停，百川畅银、大地海洋、盈峰环境、中兰环保、中国天楹等跟涨 
10:22 长寿药概念股大幅走强，创业板雅本化学涨停，众生药业、尔康制药、特一药业、金达威、兄弟科技跟涨 
10:24 元宇宙概念继续活跃，创业板丝路视觉直线涨停，芒果超媒涨超12%，新国脉此前封板，虹软科技、宝鹰股份等继续冲高 
10:29 华为鸿蒙概念股走强，思特奇涨超13%，国华网安此前涨停，数字认证、超图软件、九联科技、优博讯跟涨 
10:53 创业板指跌超1%，宁德时代跌逾4.6% 
11:13 旅游股异动拉升，曲江文旅直线封板，长白山、凯撒旅业、众信旅游、岭南控股、天目湖跟涨 
11:18 汽车整车板块持续走低，江淮汽车跌超8%，长安汽车、长城汽车、广汽集团、比亚迪等跟跌
      </pre>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {};
  },
};
</script>

<style lang="sass" scoped>
</style>