<template>
  <div class="page">
    <div>
      <pre>
10月25日上午复盘  
09:25 三大指数开盘涨跌不一，沪指低开0.23%，深成指低开0.01%，创业板指高开0.56% 
09:26 创业板新股可孚医疗及科创板凯尔达今日上市，竞价双双低开破发，可孚医疗低开10.89%，凯尔达低开4.9% 
09:30 猪肉股开盘拉升，新五丰一字涨停，正邦科技、唐人神、新希望、天邦股份跟涨，消息上，生猪期货主力合约涨停，10月中旬生猪（外三元）价格环比上涨21.9% 
09:31 农业股开盘走强，宏辉果蔬封涨停，雪榕生物、华绿生物、冠农股份、新农开发等集体冲高 
09:37 电力板块异动拉升，文山电力涨停，浙江新能、金开新能、西昌电力、乐山电力、嘉泽新能等涨幅居前
09:39 天然气板块早盘走强，新疆火炬涨停，新天然气、新天绿能、洪通燃气、首华燃气等跟涨 
09:43 储能板块继续活跃，申菱环境、德赛电池涨停，新风光逼近涨停，东方日升、永福股份、盛弘股份等大幅冲高，消息上，宁德时代携手多家央企发力储能业务 
09:50 光伏板块持续走强，方大集团、海源复材等封板，东方日升涨超14%，意华股份、爱旭股份、天合光能等集体冲高 
09:56 煤炭板块快速反弹，兰花科创涨超8%，山西焦化、美锦能源、盘江股份、冀中能源等集体拉升 
09:59 N凯尔达大涨近24%，触发临停，该股此前开盘破发 
10:03 油服板块持续走高，博汇股份拉升涨超14%，通源石油、海油发展、中曼石油、潜能恒信等跟涨 
10:06 风电板块持续走强，新风光、西昌电力涨停，金雷股份涨超12%，泰胜风能、日月股份、金开新能跟涨，消息面上，发改委主任何立峰称加快推进大型风电、光伏基地建设 
10:13 房地产板块持续走低，京投发展盘中触及跌停，首开股份、津滨发展、我爱我家、华侨城A、万科A等跌幅居前 
10:15 元宇宙概念股异动拉升，中青宝涨超12%，宝通科技、佳创视讯、汤姆猫、水晶光电等跟涨 
10:34 锂电股拉升走强，永太科技、德赛电池、中国宝安涨停，中科电气涨超14%，星云股份、金银河、沧州明珠、德方纳米、天赐材料、富临精工等跟涨 
10:55 汽车整车板块拉升走高，比亚迪涨超5%，股价创历史新高，广汽集团、长城汽车、江淮汽车跟涨 
11:08 储能概念股持续走强，板块内十余股集体封板，新风光、高澜股份、申菱环境收获20CM涨停，科华数据、四方股份等拉升封板，永福股份、盛弘股份、上能电气等涨超15% 
11:24 券商股持续走低，华鑫股份跳水跌停，华林证券跌超9%，东北证券、湘财股份、红塔证券、东兴证券跟跌


10月26日上午复盘  
09:25 科创板新股中科微至竞价破发 
09:26 三大指数集体高开，沪指高开0.08%，深成指高开0.43%，创业板指高开0.96% 
09:29 石墨负极多股高开，翔丰华、中国宝安、宝泰隆、新华锦等涨幅居前，消息上，宁德时代被曝大规模导入天然石墨，10月份使用量已上千吨，但遭公司辟谣为假消息 
09:31 新能源汽车产业链开盘大涨，宁德时代、比亚迪、长城汽车齐创历史新高，宁波方正、江淮汽车、托普集团、旭升股份等纷纷大涨，催化上，隔夜特斯拉涨近13%，市值突破1万亿美元，小鹏汽车亦涨超11% 
09:38 电力板块快速拉升，甘肃电投、文山电力涨停，金开新能、节能风电、太阳能、江苏新能等涨幅居前 
09:40 啤酒股拉升走高，青岛啤酒触及涨停，重庆啤酒、惠泉啤酒、兰州黄河、乐惠国际、燕京啤酒跟涨 
09:44 工业母机概念股拉升走强，华明装备涨停，大族激光、华辰装备、华东数控、日发精机、恒而达等跟涨 
09:48 半导体芯片股早盘走弱，神工股份跌超14%，明微电子、聚辰股份、上海贝岭、富瀚微、东土科技跟跌 
09:52 元宇宙概念、游戏股早盘走弱，新元科技、中青宝跌超8%，盛天网络、佳创视讯、宝通科技、汤姆猫等跌超5% 
09:55 盐湖提锂概念股大幅拉升，西藏城投封涨停，久吾高科、金圆股份、西藏珠峰、科达制造等集体冲高 
10:25 养殖股拉升回暖，鹏都农牧涨近8%，晓鸣股份、圣农发展、立华股份、民和股份跟涨，消息上，昨日全国瘦肉型猪出栏均价15.52元，单日涨幅6.08% 
10:35 特高压板块异动拉升，华菱线缆触及涨停，智洋创新、通光线缆、杭电股份、特变电工等跟涨 
10:47 通信股盘中异动，信维通信涨超10%，天孚通信、亿通科技、汇源通信、吉大通信跟涨 
11:12 CRO板块持续低迷，诺泰生物跌超7%，泰格医药、皓元医药、凯莱英、博腾股份等跟跌

10月27日上午复盘  
09:25 三大指数小幅低开，沪指0.22%，深成指低开0.29%，创业板指低开0.18% 
09:25 科创板新股新锐股份开盘破发，集合竞价低开8.51%，科创板精进电动竞价高开8.78%，创业板久盛电气和拓新药业分别高开51.87%、38.72% 
09:31 军工股开盘强势，新余国科涨超10%，晨曦航空、新研股份、三角防务、中航高科等集体冲高，消息上，军工顶层会议召开，将全面开创武器装备建设新局面 
09:34 白酒板块开盘走低，金种子酒、迎驾贡酒、今世缘、青青稞酒、顺鑫农业、大湖股份等跌幅居前 
09:36 煤炭股开盘领跌，昊华能源、开滦股份、上海能源、兖州煤业等跌幅居前，消息上，焦煤、焦炭期货主力跌停 
09:42 储能概念股继续活跃，新风光拉升涨超15%，固德威、申菱环境、天合光能、中来股份、阳光电源等跟涨 
09:47 食品饮料板块走势低迷，味知香跌近8%，新乳业、仲景食品、燕塘乳业、惠发食品、李子园等跌超4% 
09:49 磷化工板块早盘走强，兴发集团触及涨停，司尔特、川金诺、六国化工、湖北宜化等跟涨 
09:52 半导体芯片股早盘下挫，芯碁微装跌近9%，东方银星、赛微电子、华润微、北京君正等跟跌 
09:54 电力股继续活跃，上海电力、文山电力、湖南发展涨停，金开新能、西昌电力、吉电股份等跟涨 
10:04 国产软件股持续走低，先进数通、金现代跌超10%，中望软件、汉得信息、立昂技术、东华软件等跌超7% 
10:09 猪肉股短线拉升，得利斯封涨停，大北农、鹏都农牧、双汇发展、正邦科技、牧原股份等跟随走高 
10:15 农业股早盘持续下行，万辰生物、华绿生物双双跌超10%，海南橡胶、众兴菌业、宏辉果蔬、神农科技等跟跌 
10:36 家具家居板块持续走弱，江山欧派跌超8%，好莱客、志邦家居、皮阿诺、索菲亚、金牌厨柜等跟跌 
11:21 资源股全线下挫，煤炭、钢铁、有色等板块领跌，兖州煤业、潞安环能、云海金属、中国铝业、海南矿业、金岭矿业、首华燃气等跌幅居前

10月28日上午复盘  
09:25 科创板新股成大生物、创业板新股戎美股份开盘双双破发，成大生物低开18.19%，戎美股份低开9.53%，按照成大生物发行价110元计算，中一签约亏1万元 
09:26 三大指数集体低开，沪指低开0.38%，深成指低开0.3%，创业板指低开0.21% 
09:31 白酒股开盘拉升，迎驾贡酒涨停，口子窖、青海春天、今世缘、水井坊、皇台酒业跟涨 
09:32 煤炭股开盘领跌，晋控煤业跌超8%，兰花科创、中煤能源、陕西煤业、昊华能源等跌幅居前，消息上，国内商品期货早盘开盘，郑煤、焦炭、焦煤、沪锡主力合约跌停 
09:34 军工股开盘下挫，晨曦航空跌超10%，新研股份、航亚科技、航天电子、洪都航空等跟跌 
09:35 石油股开盘走弱，中国石油跌近5%，东华能源、岳阳兴长、洲际油气、和顺石油等跌幅居前 
09:45 电力股继续活跃，文山电力9连板，皖能电力涨超9%，新风光、长源电力、上海电力等涨超5% 
09:53 农业股早盘走低，北大荒跌超8%，宏辉果蔬、华绿生物、敦煌种业、隆平高科等跌幅居前 
10:08 钢铁板块持续下行，酒钢宏兴逼近跌停，海南矿业、方大特钢、重庆钢铁、太钢不锈等跌幅居前 
10:12 煤炭股上演跌停潮，昊华能源、兰花科创、华阳股份、露天煤业、晋控煤业、平煤股份等多只个股跌停 
10:23 锂电股早盘持续下挫，鼎胜新材跌停，鹏辉能源、西藏城投、鹏欣资源、久吾高科、金银河等跌超7% 
10:24 华为鸿蒙概念股短线拉升，诚迈科技涨超13%，中科创达、芯海科技、万兴科技跟涨 
11:13 风电板块快速反弹，天顺风能、大金重工涨停，吉鑫科技、泰胜风能、东方电气、天能重工等集体冲高 
11:23 盐湖提锂板块持续走弱，西藏城投跌停，久吾高科跌超10%，西藏珠峰、盐湖股份、西藏矿业、天齐锂业等跟跌 
11:28 网红概念股异动拉升，因赛集团、天下秀封涨停，电声股份、宣亚国际、天龙集团等跟涨

10月29日上午复盘  
09:25 创业板新股深城交开盘破发，竞合竞价低开8.22% 
09:26 三大指数开盘涨跌不一，沪指高开0.03%，深成指低开0.02%，创业板指低开0.08% 
09:31 换电概念股开盘走强，展鹏科技涨停，山东威达、动力源、中元股份、英飞特跟涨，消息上，工信部启动新能源汽车换电模式应用试点，13个城市纳入试点范围 
09:33 元宇宙、游戏股开盘拉升，中青宝、宝通科技、汤姆猫、顺网科技等集体冲高，消息上，Facebook正式更名为Meta，拟以新面目迎接虚拟现实时代 
09:33 啤酒板块快速拉升，重庆啤酒涨停，青岛啤酒、兰州黄河、惠泉啤酒、乐惠国际、珠江啤酒等涨幅居前 
09:36 盐湖提锂概念股快速拉升，西藏矿业冲击涨停，华友钴业、久吾高科、天齐锂业、西藏珠峰等涨幅居前 
09:39 绿色电力概念股开盘走低，新天绿能跌超8%，上海电力、华能国际、桂东电力、华银电力、长源电力等跌超5% 
09:42 半导体芯片股拉升走强，清溢光电、银河微电、思瑞浦涨超10%，芯朋微、华微电子、赛腾股份、富瀚微、景嘉微等快速跟涨 
09:43 券商股早盘大幅走低，东方证券触及跌停，广发证券、长城证券、财通证券、浙商证券等跌幅居前 
09:45 白酒股异动拉升，岩石股份涨停，迎驾贡酒大涨8%，泸州老窖、口子窖、今世缘、古井贡酒等跟涨 
09:54 风电板块快速下跌，广大特材、海锅股份跌超10%，金山股份、中环海陆、银星能源、天顺风能跌超5% 
10:06 次新股青岛食品上演地天板，成交超3.2亿，换手46%，该股竞价跌停开盘 
10:10 培育钻石概念股大幅反弹，黄河旋风拉升触板，中兵红箭、力量钻石、国机精工、四方达等跟涨 
10:15 乳业股持续拉升，新乳业封涨停，品渥食品、妙可蓝多、庄园牧场、光明乳业、西部牧业等均大幅走高 
10:16 军工板块异动拉升，新劲刚触及涨停，新研股份、航发动力、中航西飞、航天发展、新余国科等跟涨 
10:37 保险板块持续下行，新华保险大跌近7%，中国人寿跌超6%，中国太保、中国平安、中国人保等跟跌 
10:39 券商股快速反弹，中银证券拉升涨超7%，国联证券、中信证券、锦龙股份、红塔证券、中金公司等跟涨 
10:53 养殖股拉升走强，晓鸣股份涨超11%，巨星农牧、温氏股份、益生股份、金新农、正邦科技跟涨，消息上，北京发布猪价过度下跌一级预警，将启动临时储备收储 
11:05 创业板指探底回升涨超1%，此前一度跌近0.8%，科创50指数拉升涨近2%，元宇宙、游戏股、乳业等板块涨幅居前 
11:28 医美概念股持续走强，朗姿股份封涨停，漱玉平民、金发拉比、爱尔眼科、华熙生物、华东医药等集体冲高

11月1日上午复盘  
09:25 创业板新股华兰股份开盘破发，集合竞价低开11.24% 
09:25 三大指数集体低开，沪指低开0.48%，深成指低开0.4%，创业板指低开0.27% 
09:30 白酒股开盘领跌，海南椰岛跌超8%，五粮液、酒鬼酒、舍得酒业、古井贡酒等跟跌
09:31 元宇宙概念股开盘走高，中青宝涨超11%，天下秀触及涨停，三七互娱、昆仑万维、凯撒文化跟涨 
09:34 中国中免跌停，目前成交额超12亿元，总市值回到5000亿下方 
09:36 食品饮料板块开盘走弱，安井食品跌停，青岛食品、恒顺醋业跌超9%，涪陵榨菜、三元股份、中炬高新跟跌 
09:37 北交所概念股异动拉升，创业黑马涨超10%，京投发展、中关村、精华制药跟涨，消息上，证监会公布基础制度，北交所或将于11月15日正式开市 
09:50 军工板块拉升走强，迈信林涨超7%，纵横股份、中航重机、天和防务、中航沈飞跟涨 
09:58 BIPV概念股异动拉升，森特股份触及涨停，隆基股份创历史新高，芯能科技、中信博、双杰电气、亚玛顿、清源股份跟涨 
10:09 家电股拉升走强，科沃斯触及涨停，美的集团涨超6%，石头科技、海信视像、火星人、苏泊尔等集体走高 
10:15 白酒股低开高走，今世缘、岩石股份涨停，金种子酒、苏盐井神、口子窖、大湖股份、水井坊等集体冲高 
10:21 元宇宙概念、游戏股持续拉升，中青宝、天下秀涨停，数码视讯、昆仑万维、汤姆猫涨超10%，丝路视觉、凯撒文化等大幅跟涨，消息上，Facebook上周正式更名为Meta 
10:31 券商板块异动拉升，湘财股份触及涨停，中国银河涨超8%，申万宏源、长城证券、中原证券、第一创业跟涨 
11:03 光伏板块拉升走强，森特股份、杭锅股份等封板，隆基股份一度涨近4%，股价创历史新高，成交超百亿，嘉泽新能、晶澳科技跟涨 
11:05 特斯拉概念股持续走高，宝胜股份、天通股份、崇达技术、五洲新春等多股涨停，天奇股份、华瑞股份、长盈精密等跟涨

11月2日上午复盘  
09:25 创业板新股争光股份开盘破发，集合竞价低开11.32%，瑞纳智能平开 
09:25 三大指数开盘涨跌不一，沪指低开0.03%，深成指平开，创业板指低开0.08% 
09:32 军工股开盘拉升，电光科技涨停，新研股份、航新科技、新余国科、三角防务等集体冲高，消息上，军队装备订购规定正式施行 
09:33 PCB概念股继续走强，深南电路2连板，东威科技、鹏鼎控股、世运电路、沪电股份跟涨  
09:44 半导体芯片股拉升走高，凤凰光学涨停，上声电子涨超10%，士兰微、紫光国微、中富电路、长电科技等跟涨 
09:46 农业股早盘冲高，亚盛集团封涨停，宏辉果蔬、荃银高科、金健米业、新赛股份、隆平高科等跟涨，消息上，种业振兴行业细则正加速出台 
09:48 N瑞纳大涨30%触发临停 
09:53 CRO板块继续走低，阳光诺和跌超7%，美迪西、九洲药业、药石科技、博济医药跟跌 
10:07 磷化工板块持续下挫，兴发集团触及跌停，清水源、湖北宜化、司尔特、六国化工跟跌 
10:14 食品饮料板块拉升走强，千味央厨涨停，千禾味业、安井食品、中炬高新、三全食品、海天味业涨超5% 
10:21 钢铁板块持续走低，鄂尔多斯跌超7%，八一钢铁、首钢股份、安阳钢铁、重庆钢铁跟跌 
10:38 白酒股持续走弱，金种子酒跌超9%，海南椰岛、中粮科技、盘江股份、洋河股份、古井贡酒跟跌 
11:16 煤炭板块持续走低，晋控煤业逼近跌停，昊华能源、上海能源、华阳股份、山西焦煤、新集能源跟跌

11月3日上午复盘  
09:25 三大指数小幅低开，沪指低开0.13%，深成指低开0.08%，创业板指低开0.16% 
09:31 军工板块开盘领跌，亚星锚链、江龙船艇、国瑞科技、天海防务、中船防务等跌幅居前 
09:33 元宇宙概念股开盘冲高，天下秀封涨停，中青宝涨超10%，昆仑万维、佳创视讯、中文在线等冲高 
09:38 抗病毒概念股大幅拉升，博晖创新涨停，兰卫医学、利德曼涨超10%，硕世生物、达安基因、热景生物、明德生物等集体冲高 
09:40 磷化工板块继续下挫，兴发集团逼近跌停，云天化、湖北宜化、司尔特、六国化工跟跌 
09:45 养殖股拉升走强，新希望涨近6%，大北农、天康生物、益生股份、温氏股份跟涨 
10:02 盐湖提锂概念股早盘走低，兆新股份跌近8%，赣锋锂业、久吾高科、西藏城投、西藏矿业等跟跌 
10:04 风电板块早盘回调，金盘科技、大金重工跌超9%，金雷股份、金开新能、振江股份、日月股份等跟跌 
10:07 锂电股早盘持续走低，石大胜华跌停，湘潭电化、百川股份、鼎胜新材、华自科技、中银绒业等跌超6% 
10:48 煤炭股拉升反弹，山西焦煤涨停，兖州煤业、华阳股份、潞安环能、昊华能源、山西焦化等跟涨 
11:14 房地产板块拉升走高，津滨发展涨停，保利发展涨近6%，金地集团、蓝光发展、南山控股跟涨 
11:24 医药电商板块走强，一心堂涨停，大参林、以岭药业、药易购、益丰药房、老百姓等涨幅居前

11月5日上午复盘  
09:25 三大指数小幅低开，沪指低开0.19%，深成指低开0.13%，创业板指低开0.23% 
09:30 半导体芯片股开盘走强，广东骏亚涨停，中富电路、华天科技、派瑞股份、景嘉微等跟涨，催化上，隔夜美芯片股走强，英伟达大涨超12%，续刷历史新高 
09:35 元宇宙概念继续冲高，易尚展示、凯撒文化涨停，佳创视讯、天下秀、歌尔股份、三七互娱等集体拉升 
09:40 数字货币概念股开盘走强，楚天龙涨停，旗天科技、智度股份、御银股份、雄帝科技、创识科技等跟涨 
09:44 造纸板块早盘拉升，青山纸业涨超7%，宜宾纸业、岳阳林纸、太阳纸业、晨鸣纸业等集体冲高 
09:58 北交所概念股异动拉升，创业黑马涨超10%，京投发展、中关村、创元科技跟涨 
10:05 汽车整车板块拉升走强，上汽集团涨停，江铃汽车、广汽集团、海马汽车、江淮汽车跟涨 
10:41 培育钻石概念股异动拉升，力量钻石涨近7%，中兵红箭、黄河旋风、国机精工、四方达跟涨 
10:48 煤炭板块持续低迷，晋控煤业、昊华能源、冀中能源、华阳股份、山西焦煤等跌幅居前 
11:09 磷化工板块持续走低，安纳达、云天化、川恒股份、湖北宜化、六国化工、新洋丰集体跌超6% 
11:14 传媒板块拉升走强，读客文化、新国脉、华媒控股涨停，芒果超媒、大晟文化、中文在线、中文传媒等跟涨

11月8日上午复盘  
09:25 三大指数开盘涨跌不一，沪指高开0.01%，深成指低开0.08%，创业板指高开0.03% 
09:28 电子竞技概念股开盘大涨，天神娱乐一字涨停，电魂网络、华立科技、星辉娱乐、顺网科技等跟涨，消息上，中国战队EDG获2021年英雄联盟全球总决赛冠军 
09:31 民航机场板块开盘拉升，中国国航涨近8%，南方航空、吉祥航空、白云机场、上海机场等集体走强 
09:32 旅游股大幅走强，凯撒旅业涨停，众信旅游、宋城演艺、桂林旅游、中青旅等集体拉升 
09:32 氢能源板块开盘走强，厚普股份涨超12%，中泰股份、深冷股份、昇辉科技跟涨，消息上，中央、国务院推动燃料电池车迎示范应用，有序推广清洁能源汽车 
09:37 环保股开盘走强，兴源环境涨停，科融环境、博天环境、永清环保、中兰环保等纷纷冲高，消息上，中共中央、国务院发布关于深入打好污染防治攻坚战的意见，目标到2025年单位国内生产总值二氧化碳排放比2020年下降18% 
09:41 盐湖提锂概念股早盘走强，亿纬锂能涨超12%，天齐锂业、万邦达、倍杰特、久吾高科跟涨 
09:44 医美概念股早盘下挫，麦迪科技触及跌停，奥园美谷、朗姿股份、漱玉平民、宜华健康等跟跌 
09:46 半导体芯片股早盘走弱，科翔股份跌超9%，上海贝岭、国民技术、全志科技、苏州固锝、芯源微跟跌 
09:50 抗病毒概念股早盘走低，康希诺跌超8%，明德生物、复星医药，沃森生物、智飞生物跟跌，消息上，美国药企辉瑞称其新冠口服药能将轻度和中度成年患者住院或死亡概率降低89% 
09:52 元宇宙概念短线拉升，国光电器涨停，盛天网络、佳创视讯、顺网科技、汤姆猫、当虹科技跟涨 
10:13 稀土永磁板块拉升走强，龙磁科技涨超10%，包钢股份逼近涨停，北方稀土、创兴资源、盛和资源、广晟有色等集体冲高 
10:37 锂电股早盘持续拉升，兆新股份、蔚蓝锂芯、璞泰来、石大胜华等十余股涨停，亿纬锂能、天齐锂业、天华超净、永太科技等均大幅走强 
10:45 有机硅概念股拉升走强，硅宝科技涨超8%，德联集团、宏柏新材、新纶新材、东岳硅材等跟涨

11月9日上午复盘  
09:25 三大指数集体高开，沪指高开0.24%，深成指高开0.21%，创业板指高开0.61% 
09:28 绿电概念股开盘强势，华银电力一字涨停，晶科科技、长源电力、吉电股份、金开新能、中闽能源跟涨
09:36 碳中和概念股开盘走强，科融环境涨超12%，兴源环境、百川畅银、开尔新材、九洲集团、雪迪龙跟涨
09:38 华为欧拉概念股异动拉升，创意信息涨超8%，东方通、诚迈科技、普元信息、宇信科技、润和软件跟涨
09:46 储能板块拉升走强，大烨智能、科林电气涨停，中天科技、科力远、奥海科技、林洋能源等跟涨 
09:51 半导体板块拉升走强，安集科技、高测股份、通富微电、天通股份、寒武纪等集体走高 
09:53 数字货币板块持续拉升，新开普涨近10%，信安世纪、华峰超纤、天源迪科跟涨
10:02 医药股早盘走强，共同药业、拓新药业、诚意药业涨停，多瑞医药、翰宇药业涨超10%，莎普爱思、嘉应制药、东阿阿胶跟涨 
10:23 军工板块异动拉升，南岭民爆6连板，海兰信涨超10%，北方导航、天奥电子、奥维通信、东华测试跟涨 
10:38 地热能概念股持续走强，盾安环境、澳柯玛双双涨停，冰轮环境、隆华科技、豫能控股、海立股份跟涨 
10:47 农业股异动拉升，登海种业、隆平高科、大北农、荃银高科、万辰生物等集体走强 
10:59 华为概念股大幅走强，常山北明直线封板，润和软件、拓维信息、创意信息、九联科技等集体冲高

11月10日上午复盘  
09:25 三大指数集体低开，沪指低开0.23%，深成指低开0.34%，创业板指低开0.64% 
09:30 数字货币概念股开盘强势，旗天科技涨超10%，新开普、楚天龙、创识科技、御银股份跟涨，消息上，央行行长易纲表示，下一步将有针对性地完善数字人民币的设计和使用 
09:33 元宇宙概念股继续活跃，佳创视讯涨超7%，长信科技、罗曼股份、中文在线、完美世界等跟涨 
09:38 军工板块开盘拉升，新兴装备一度触及涨停，四创电子、天秦装备、中科海讯、海特高新、派克新材等跟涨 
09:43 医药股继续走强，拓新药业冲击4连板，普洛药业、博瑞医药、天宇股份涨超9%，东诚药业、威尔药业、山河药辅等跟涨 
09:51 光伏板块早盘走低，捷佳伟创跌超7%，大烨智能、金开新能、晶科科技、海源复材跟跌，消息上，常德全市暂停新增光伏发电项目备案 
10:20 三大股指集体跌超1%，两市超3000股处于下跌状态 
10:24 锂电股持续走低，多氟多、天赐材料跌超8%，龙蟠科技、中矿资源、赣锋锂业、天华超净等跌幅居前 
10:38 食品饮料板块持续走低，千味央厨跌超7%，伊利股份大跌近5%，天味食品、中炬高新、绝味食品、燕塘乳业跟跌 
10:51 工业母机板块逆市拉升，宇晶股份此前涨停，创世纪、拓斯达、华辰装备、秦川机床、华明装备等纷纷冲高 
11:11 创业板指跌幅扩大至2%，沪指跌1.59%，深成指跌1.79%，盐湖提锂、煤炭、化工、电力等板块跌幅居前

11月11日上午复盘  
09:25 三大指数小幅低开，沪指低开0.17%，深成指低开0.12%，创业板指低开0.09% 
09:32 环保股开盘拉升，博天环境、中持股份涨停，建工修复、华骐环保涨超10%，百川畅银、冠中生态、蒙草生态、中兰环保等跟涨，消息上，国办鼓励和支持社会资本参与生态保护修复项目投资、设计、修复、管护等全过程 
09:35 房地产板块异动拉升，阳光城一度涨超9%，招商蛇口、嘉凯城、金科股份、保利发展跟涨，消息面上，多家房企证实，沈阳房产局召集房企开会，拟放松限购限售政策 
09:38 BIPV概念股拉升走强，中来股份涨超15%，东方日升、东方雨虹、中信博、天合光能等跟涨 
09:41 家具家居板块开盘拉升，江山欧派涨超8%，顾家家居、志邦家居、欧派家居、兔宝宝等集体冲高 
09:45 汽车零部件板块继续走强，沪光股份5连板，东箭科技、宁波方正、英利汽车、钧达股份、凯中精密等多股涨停，卡倍亿、兴瑞科技、万安科技等大幅冲高 
10:04 半导体板块短线拉升，芯源微涨超12%，瑞芯微、高测股份、温州宏丰、中晶科技、神工股份跟涨 
10:06 元宇宙概念低开高走，创业板恒信东方涨停，中文在线、风语筑、罗曼股份、新国脉、当虹科技跟涨 
10:09 培育钻石概念股大幅冲高，黄河旋风封涨停，中兵红箭、曼卡龙、沃尔德、四方达、力量钻石等集体拉升  
10:16 注册制次新股继续活跃，拓新药业5连板，争光股份20CM涨停，上声电子、凯盛新材涨超10%，华兰股份、中捷精工、本立科技等涨幅居前 
10:19 券商股异动拉升，广发证券涨超6%，东方财富、中信建投、东方证券、东兴证券、兴业证券等跟涨 
10:26 房地产板块继续发力走高，阳光城、泰禾集团、新华联、招商蛇口先后涨停，万科A大涨超6%，嘉凯城、保利发展、金地集团、招商积余等集体拉升 
11:10 半导体芯片股快速走高，北方华创大涨5%，股价创历史新高，芯源微、神工股份涨超10%，晶晨股份、国科微、中晶科技等跟涨

11月12日上午复盘  
09:25 三大指数小幅高开，沪指高开0.04%，深成指高开0.06%，创业板指高开0.09% 
09:30 BIPV概念股开盘强势，中利集团2连板，东方日升、秀强股份、中来股份、天合光能跟涨 
09:38 华为汽车概念股开盘拉升，京泉华2连板，四维图新、意华股份、中熔电气、均胜电子、德赛西威跟涨 
09:42 元宇宙概念异动拉升，恒信东方涨超15%，蓝色光标、罗曼股份、平治信息、金马游乐跟涨，消息上，国内首家获批元宇宙行业协会揭牌 
09:49 第三代半导体板块早盘走强，创业板易事特触及涨停，天通股份、新洁能、高测股份、乾照光电等跟随拉升 
09:52 房地产板块早盘回调，金地集团、金科股份、华侨城A、万科A、我爱我家等跌幅居前 
09:55 稀土永磁板块异动拉升，天通股份涨停，大地熊、正海磁材、中科三环、英威腾、三祥新材跟涨 
10:05 军工板块异动拉升，海兰信涨超8%，航天宏图、西菱动力、新研股份、三角防务、中航高科跟涨 
10:29 农业股持续拉升，登海种业触及涨停，大北农、荃银高科、隆平高科、万向德农、丰乐种业等集体走强 
10:38 储能板块持续拉升，金盘科技、威唐工业涨超10%，思源电气此前涨停，新风光、四方股份、国电南瑞等涨幅居前 
10:54 电子烟概念股持续走强，集友股份触及涨停，劲嘉股份、科森科技、赢合科技、顺灏股份跟涨 
11:03 光伏板块持续走强，天通股份、爱旭股份等多股涨停，中来股份、奥特维涨超10%，海源复材、东方盛虹跟涨 
11:11 注册制次新股大幅走强，C隆华拉升一度涨超25%，中熔电气、严牌股份20CM涨停，拓新药业、奥雅设计、本立科技等涨超10%

11月15日上午复盘  
09:25 北交所今日开市，首批亮相的81家公司中，59家上涨，15家下跌，其中同心传动、志晟信息、大地电气涨幅居前，分别涨282.28%、194.26%、188.02%，贝特瑞高开5.33%，市值逼近千亿（注：北交所开市首日有81只股票交易，10只为新股，71只为精选层平移股票，其中新股上市首日不设涨跌幅，71只精选层平移股票将继续实施30%涨跌幅限制） 
09:27 三大指数集体高开，沪指高开0.11%，深成指高开0.13%，创业板指高开0.16% 
09:32 北交所今日上市的10只新股较开盘价涨幅达30%，均触发临停，其中同心传动涨396.96%，志晟信息涨283.53%，大地电气涨274.42%，晶赛科技涨219.32% 
09:39 汽车零部件板块开盘继续走强，沪光股份7连板，博俊科技、合力科技、天汽模、岱美股份、日盈电子、拓普集团等多股涨停 
09:43 磷化工概念股大幅走低，湖北宜化跌停，云天化、兴发集团、川发龙蟒、六国化工、川恒股份跌超5% 
09:44 北交所新股同心传动大涨511%，触发二次临停，晶赛科技、汉鑫科技、恒合股份、中设咨询等较开盘价涨幅达60%，均二次临停 
09:51 军工板块异动拉升，中国船舶、广联航空涨超7%，亚星锚链、中航机电、航发动力、航宇科技等跟涨 
09:56 食品饮料板块早盘走强，涪陵榨菜涨停，良品铺子、佳禾食品、华宝股份、盐津铺子、味知香等涨超5% 
10:03 农业股大幅走低，隆平高科跌停，荃银高科跌超10%，登海种业、敦煌种业、大北农跟跌 
10:07 锂电股持续走低，永太科技、东阳光跌停，骆驼股份、富临精工、光华科技、蓝晓科技、诺德股份跌超7% 
10:12 抗病毒概念股异动拉升，康希诺涨近14%，热景生物、博拓生物、迪安诊断、泰林生物等集体涨超7% 
10:18 环保股拉升走强，博天环境涨停，百川畅银、大地海洋、盈峰环境、中兰环保、中国天楹等跟涨 
10:22 长寿药概念股大幅走强，创业板雅本化学涨停，众生药业、尔康制药、特一药业、金达威、兄弟科技跟涨 
10:24 元宇宙概念继续活跃，创业板丝路视觉直线涨停，芒果超媒涨超12%，新国脉此前封板，虹软科技、宝鹰股份等继续冲高 
10:29 华为鸿蒙概念股走强，思特奇涨超13%，国华网安此前涨停，数字认证、超图软件、九联科技、优博讯跟涨 
10:53 创业板指跌超1%，宁德时代跌逾4.6% 
11:13 旅游股异动拉升，曲江文旅直线封板，长白山、凯撒旅业、众信旅游、岭南控股、天目湖跟涨 
11:18 汽车整车板块持续走低，江淮汽车跌超8%，长安汽车、长城汽车、广汽集团、比亚迪等跟跌

11月16日上午复盘  
09:25 三大指数小幅低开，沪指低开0.08%，深成指低开0.07%，创业板指低开0.04% 
09:29 北交所新股竞价分化，森萱医药、诺思兰德、常辅股份高开，中设咨询、同心传动、晶赛科技、中寰股份、大地电气等跌超10% 
09:33 广电板块开盘拉升，湖北广电直线秒板，贵广网络、广西广电、吉视传媒、歌华有线跟涨 
09:35 长寿药概念股继续走强，特一药业2连板，雅本化学涨超14%，金达威、尔康制药、众生药业跟涨 
09:38 医美板块异动拉升，特一药业涨停，漱玉平民、奥园美谷、金达威、物产中大、常山药业等集体冲高 
09:41 白酒股拉升走强，中粮科技涨超8%，今世缘、青青稞酒、古井贡酒、泸州老窖跟涨 
09:43 元宇宙概念股继续冲高，大富科技、新国脉、宝鹰股份涨停，丝路视觉、佳创视讯涨超10%，顺网科技、安洁科技跟涨 
09:46 汽车整车板块早盘下挫，长安汽车跌超7%，长城汽车、广汽集团、比亚迪、福田汽车跟跌 
10:01 家电板块拉升走强，盛洋科技、创维数字涨停，莱克电气、苏泊尔、新宝股份、科沃斯、小熊电器涨超5% 
10:05 稀土永磁板块异动拉升，横店东磁、宇晶股份双双涨停，正海磁材、宁波韵升、银河磁体、大地熊跟涨 
10:10 注册制次新股持续下挫，C金埔、多瑞医药、宁波方正、C隆华、百胜智能、C力诺、C强瑞、C天亿马等多股跌超10%， 
10:16 CRO板块大幅走强，义翘神州涨超11%，九洲药业、太龙药业、美迪西、阳光诺和、泰格医药等跟涨 
10:19 培育钻石概念股持续拉升，四方达涨超13%，中兵红箭、黄河旋风、国机精工、力量钻石、沃尔德跟涨 
10:28 白酒股持续拉升，古井贡酒、中粮科技双双涨停，海南椰岛、迎驾贡酒、泸州老窖、今世缘等涨幅居前，贵州茅台涨超2% 
11:12 风电板块拉升回暖，大金重工、恒润股份涨停，东方电缆、天顺风能、天能重工、中天科技、润邦股份跟涨

11月17日上午复盘  
09:25 三大指数开盘涨跌不一，沪指低开0.09%，深成指高开0.22%，创业板指高开0.58% 
09:25 汇绿生态退市16年后今日重返A股，集合竞价大涨122.51%，市值超60亿元，这是退市新规实施以来首家重新上市的公司，也是继招商南油和国机重装之后，A股第三家重新上市的公司 
09:26 利欧股份一字涨停，封单超624万手，子公司拟出资5000万美元参设合伙企业，合作投资埃隆·马斯克旗下太空技术公司SpaceX 
09:31 锂矿股开盘走强，西藏珠峰拉升触板，永兴材料、天齐锂业、科达制造、中矿资源等冲高 
09:32 科创板新股新点软件开盘破发 
09:34 稀土永磁板块开盘拉升，北矿科技、宇晶股份涨停，久吾高科、正海磁材、宁波韵升跟涨 
09:37 工业母机概念股开盘走强，山东威达涨超9%，青海华鼎、华明装备、华东数控、恒而达等集体冲高 
09:43 汽车零部件板块继续活跃，中捷精工、华安鑫创双双涨停，雷迪克、蓝黛科技、万通智控等跟涨 
10:06 盐湖提锂概念股持续拉升，科创板唯赛勃20CM涨停，西藏珠峰此前封板，天齐锂业、久吾高科、科达制造、蓝晓科技跟涨 
10:10 风电板块短线拉升，振江股份涨停，大金重工、协鑫能科、东方电缆、电气风电、金雷股份跟涨 
10:35 磷化工板块拉升走强，清水源涨超12%，金诚信、湖北宜化、宏达股份、兴发集团、云天化跟涨 
11:13 特高压板块持续拉升，汉缆股份、风范股份此前涨停，金利华电、电科院、思源电气、通光线缆、长高集团等涨超6% 
11:25 半导体芯片股拉升走强，东土科技涨超16%，广大特材、露笑科技、高测股份、敏芯股份涨超6%

11月18日上午复盘  
09:25 三大指数小幅低开，沪指低开0.17%，深成指低开0.17%，创业板指低开0.14% 
09:30 氢能源概念股开盘强势，厚普股份涨近8%，致远新能、中泰股份、美锦能源、全柴动力等涨幅居前，消息上，国家层面关于氢能产业发展的顶层设计将出台  
09:34 煤炭板块开盘领涨，陕西黑猫、昊华能源、陕西煤业、兖州煤业等集体冲高
09:42 中船系个股异动拉升，亚星锚链涨停，江龙船艇、中船科技、中国船舶、国瑞科技等集体冲高 
09:46 上证50指数跌超1.2%，贵州茅台、招商银行、海天味业、中国中免等权重股集体走低 
09:54 钢铁板块拉升走强，西宁特钢涨超7%，南钢股份、永兴材料、中信特钢、杭钢股份跟涨 
09:56 有机硅概念股异动拉升，晨光新材涨停，集泰股份、金银河、新纶新材、三友化工、润禾材料跟涨 
10:02 风电板块继续走强，中信重工涨停，通裕重工、天能重工、时代新材、吉电股份、太原重工涨超5% 
10:37 有色金属板块拉升走强，海星股份、豪美新材、众源新材涨停，万顺新材、金田铜业、株冶集团涨超5% 
10:47 元宇宙概念股持续走低，新国脉触及跌停，盛天网络跌超10%，佳创视讯、顺网科技、中青宝、创意信息、昆仑万维等跌逾8% 
10:55 盐湖提锂概念股继续活跃，西藏珠峰2连板，科达制造、久吾高科、西藏城投、西藏矿业等涨幅居前 
11:08 钛白粉板块持续走强，中核钛白涨超7%，天原股份、惠云钛业、金浦钛业、振华股份跟涨 
11:20 华夏银行早盘一度接近涨停，随后股价快速回落，现涨1.44%，疑似遭遇乌龙指

11月19日上午复盘  
09:25 三大指数开盘涨跌不一，沪指低开0.04%，深成指低开0.06%，创业板指高开0.06% 
09:34 元宇宙概念股开盘拉升，天下秀2连板，国光电器、佳创视讯、世纪华通、当虹科技、罗曼股份等冲高 
09:43 半导体芯片股拉升走强，力合微涨超12%，全志科技、蔚蓝锂芯、银河微电、天通股份、中瓷电子跟涨 
09:45 数字货币板块拉升走强，金固股份涨停，东方国信涨超10%，神思电子、卫士通、正元智慧等涨幅居前 
09:48 白酒股拉升走强，迎驾贡酒涨超7%，今世缘、泸州老窖、口子窖、海南椰岛等跟涨，五粮液涨超3%，贵州茅台涨2.8% 
09:50 快递股早盘集体走强，韵达股份涨停，申通快递、圆通速递、新宁物流、顺丰控股等涨超5%，消息上，“双11”期间全国快递业务量达68亿件，同比增长18.2% 
09:57 锂电股继续活跃，西藏珠峰冲击3连板，中伟股份、西藏矿业、诺德股份、容百科技、嘉元科技跟涨 
10:16 稀土永磁板块早盘低迷，横店东磁跌超8%，阿石创、宁波韵升、金力永磁、正海磁材跟跌 
10:22 油气股异动拉升，上海石化涨停，春晖智控、恒泰艾普、潜能恒信、新奥股份、通源石油跟涨 
10:42 汽车零部件板块继续活跃，海泰科、圣龙股份、浙江黎明、长华股份、金固股份等多股涨停，苏奥传感、中捷精工涨超13%，香山股份、密封科技、德赛西威跟涨 
10:51 工业母机板块异动拉升，亚威股份涨停，华明装备冲击三连板，七天六板宇晶股份涨超8%，锐科激光、昊志机电、万讯自控跟涨 
11:12 氢能源概念股持续走强，中泰股份、美锦能源、东方电气、京城股份等多股涨停，富瑞特装、厚普股份、致远新能、深冷股份涨超10%，密封科技、全柴动力等集体拉升

11月22日上午复盘  
09:25 三大指数集体高开，沪指高开0.07%，深成指高开0.18%，创业板指高开0.46% 
09:30 ST板块开盘领跌，*ST当代、*ST海创、*ST长动、*ST凯瑞、*ST香梨等多股跌停 
09:32 氢能源概念股继续活跃，康盛股份涨停，中泰股份涨超12%，京城股份、美锦能源、阳煤化工、金宏气体跟涨 
09:33 第三代半导体板块开盘走高，派瑞股份、扬杰科技涨超12%，台基股份、天通股份、英唐智控跟涨 
09:34 盐湖提锂概念股开盘拉升，科达制造涨停，亿纬锂能、天齐锂业、西藏珠峰、西藏矿业跟涨 
09:40 汽车整车板块走强，小康股份涨超8%，江淮汽车、长城汽车、海马汽车、中国重汽、广汽集团跟涨 
09:45 白酒股早盘冲高，舍得酒业涨超9%，贵州茅台涨超4%，口子窖、广誉远、迎驾贡酒、酒鬼酒等跟涨 
09:48 元宇宙概念股继续活跃，中文在线、硕贝德涨超10%，中青宝、华立科技、长信科技、数码视讯跟涨，歌尔股份涨超4%，续创历史新高 
10:07 锂电股持续走强，科达制造、鞍重股份、拓邦股份等多股涨停，容百科技、利元亨涨超10%，华友钴业、立中集团、当升科技等均大幅冲高，宁德时代拉升涨超3% 
10:19 汽车零部件板块继续活跃，一汽富维涨停，郑煤机一度触板，海泰科涨超13%，亚普股份、伯特利、德赛西威、保隆科技跟涨 
11:06 半导体芯片股持续拉升，左江科技、扬杰科技、晶方科技、德业股份先后涨停，聚灿光电、银河微电、长川科技、捷捷微电等多股涨超10%，英唐智控、台基股份、天通股份跟涨 
11:21 创业板指涨幅扩大至2%，沪指涨0.62%，深成指涨1.15%，锂电池、半导体芯片等涨幅居前，宁德时代涨近5%

11月23日上午复盘  
09:25 三大指数小幅低开，沪指低开0.04%，深成指低开0.21%，创业板指低开0.13% 
09:26 节能电机概念股开盘大涨，康平科技20CM涨停，江南奕帆、卧龙电驱、方正电机、中电电机、凯中精密等集体高开
09:30 稀土永磁板块继续走强，英洛华一字涨停，大地熊、正海磁材涨超14%，金力永磁、宁波韵升、银河磁体等涨幅居前 
09:33 钢铁板块开盘拉升，包钢股份涨近9%，首钢股份、攀钢钒钛、大中矿业、宝钢股份跟涨 
09:36 元宇宙、游戏股开盘走弱，佳创视讯、中青宝、丝路视觉、新国脉、汤姆猫等跌幅居前 
09:36 电子烟概念股开盘拉升，集友股份涨停，华宝股份、天音控股涨超6%，朗特智能、劲嘉股份、顺灏股份、爱普股份等跟涨
09:38 券商股异动拉升，长城证券涨超7%，中泰证券、广发证券、东方证券、浙商证券跟涨 
10:07 汽车零部件板块持续活跃，博俊科技、保隆科技、亚太股份涨停，华安鑫创、常熟汽饰、精进电动、奥特佳等冲高 
10:44 铁矿石概念股持续走强，大中矿业逼近涨停，河钢资源此前封板，金岭矿业、酒钢宏兴、海南矿业等集体冲高，消息上，大商所铁矿石主力合约触及涨停 
10:45 煤炭股拉升走强，华阳股份冲击涨停，昊华能源、兖州煤业、山煤国际、陕西黑猫、平煤股份跟涨 
10:55 元宇宙概念股短线回暖，金运激光涨超10%，中文在线、当虹科技、岭南股份、易尚展示、佳创视讯跟涨 
10:56 培育钻石概念股大幅拉升，力量钻石涨超11%，曼卡龙、四方达、黄河旋风、中兵红箭跟涨 
11:15 数字货币概念股异动，汉威科技涨超10%，飞利信、博彦科技、新开普、四方精创等集体冲高，消息上，花旗传聘百人进军数字资产领域 
11:28 军工股拉升走强，亚星锚链封涨停，中国船舶、江龙船艇、中船应急、中船汉光、中国重工跟涨

11月24日上午复盘  
09:25 三大指数开盘涨跌不一，沪指高开0.03%，深成指高开0.03%，创业板指低开0.13% 
09:26 北交所新股吉冈精密今日上市，集合竞价涨289.33%，创业板新股海力风电涨168.71% 
09:31 油气板块开盘拉升，通源石油涨超7%，潜能恒信、中曼石油、海默科技、博迈科跟涨，消息上，美国将释放5000万桶战略石油储备  
09:33 白酒股开盘走强，舍得酒业、泸州老窖、五粮液、古井贡酒、水井坊等集体冲高 
09:35 电子烟概念股继续走强，陕西金叶触及涨停，大富科技涨超15%，亿纬锂能、鹏辉能源、金城医药跟涨 
09:41 元宇宙概念早盘走强，大富科技拉升封板，金运激光涨超16%，川网传媒、佳创视讯、恒信东方、佳创视讯、凯撒文化跟涨 
09:42 半导体板块早盘冲高，扬杰科技涨超9%，芯源微、北京君正、新洁能、乐鑫科技等跟涨 
09:49 纺织服装板块异动拉升，美邦服饰、锦泓集团、爱慕股份封板，如意集团、迎丰股份、盛泰集团、万里马跟涨 
10:06 稀土永磁、节能电机概念股持续拉升，正海磁材、康平科技、鸣志电器、英洛华先后涨停，银河磁体、金力永磁涨超10%，中科三环、宁波韵升、微光股份、北方稀土等跟涨 
10:17 光伏板块早盘走低，金盘科技跌超8%，和顺电气、德业股份、海优新材、森特股份、芯能科技等跌逾5%，消息上，河南、湖南等多地暂缓屋顶光伏发电项目上马 
10:26 元宇宙概念股持续冲高，川网传媒、金运激光、大富科技20CM涨停，GQY视讯、佳创视讯、汤姆猫、恒信东方、丝路视觉跟涨 
10:47 PCB概念股拉升走强，世运电路封涨停，芯碁微装、协和电子、宸展光电、东威科技等涨幅居前 
10:57 福建自贸区板块异动拉升，平潭发展、海峡创新、漳州发展、福建水泥等集体冲高

11月25日上午复盘  
09:25 三大指数开盘涨跌不一，沪指高开0.02%，深成指低开0.02%，创业板指低开0.03% 
09:26 新力金融复牌一字涨停，封单近900万手，公司拟置出金融业务，置入比克动力75.62%股权，切入国内锂离子电池行业 
09:27 国科微竞价一字跌停，跌停板上封单超3.5万手 
09:31 养老概念股开盘拉升，宜华健康、湖南发展、悦心健康涨停，珠江股份、三星医疗跟涨，消息上，中共中央、国务院发布关于加强新时代老龄工作的意见提出，大力发展养老相关产业融合的新模式新业态 
09:35 电力股开盘走强，甘肃电投涨超9%，华能国际、华电国际、福能股份等涨幅居前，消息上，我国将加快建设全国统一电力市场体系，有序推动新能源参与市场交易 
09:38 元宇宙概念股开盘下挫，天下秀跌超7%，佳创视讯、川网传媒、丝路视觉、宝鹰股份、金马游乐跟跌 
09:40 特高压概念股走强，中辰股份涨停，友讯达、宝胜股份、许继电气、金杯电工等冲高 
09:44 汽车零部件板块开盘回调，上声电子一度逼近跌停，万里扬、宁波方正、华安鑫创、东箭科技、沪光股份等跌超5% 
09:45 盐湖提锂概念股短线拉升，西藏城投触及涨停，西藏矿业、倍杰特、西藏珠峰、天齐锂业跟涨 
09:48 中药股早盘走强，众生药业、千金药业涨停，华森制药、贵州三力、太极集团、寿仙谷等跟随拉升 
09:53 稀土永磁板块继续拉升，英洛华3连板，正海磁材、华阳新材、大地熊、宁波韵升、安泰科技等跟涨 
09:58 半导体芯片股拉升走强，富瀚微、敏芯股份涨超14%，安路科技、寒武纪、卓胜微、晶方科技等跟随走高 
10:20 MiniLED板块拉升走强，艾比森涨超10%，聚灿光电、明微电子、瑞丰光电、华灿光电、国星光电跟涨 
10:23 华为鸿蒙概念股异动拉升，润和软件涨超7%，传智教育、芯海科技、超图软件、诚迈科技等跟随冲高 
10:47 军工股早盘低迷，广联航空、三角防务跌超7%，海兰信、北方导航、迈信林、景嘉微跟跌 
11:17 教育股整体活跃，传智教育此前涨停，开元教育涨超8%，佳发教育、中公教育、全通教育、豆神教育等涨幅居前

11月26日上午复盘  
09:25 三大指数集体低开，沪指低开0.23%，深成指低开0.17%，创业板指低开0.12% 
09:31 煤炭股开盘领跌，昊华能源、兖州煤业、电投能源、晋控煤业、山西焦煤等跌幅居前 
09:37 盐湖提锂概念股开盘走强，蓝晓科技涨超7%，久吾高科、科达制造、唯赛勃、三达膜、西藏城投跟涨 
09:39 稀土永磁板块继续拉升，英洛华涨超7%，广晟有色、英威腾、金力永磁、横店东磁等跟涨 
09:49 CRO概念股拉升走强，九洲药业涨超7%，博腾股份、凯莱英、义翘神州、药石科技、药明康德跟涨 
09:56 元宇宙概念股继续下挫，超图软件跌超8%，金马游乐、高新兴、利亚德、当虹科技、天下秀等跌幅居前 
10:03 半导体板块早盘走低，富瀚微跌超8%，国民技术、安路科技、卓胜微、赛微电子、北方华创等跌幅居前 
10:07 盐湖提锂概念股持续冲高，倍杰特20CM涨停，久吾高科涨超16%，蓝晓科技、三达膜、万邦达、金圆股份、西藏城投涨超6%
10:12 污水处理概念股走强，绿城水务此前涨停，江南水务、津膜科技、万邦达、永清环保等冲高 
10:15 钢铁板块拉升走强，首钢股份涨停，包钢股份、太钢不锈、八一钢铁、方大特钢等跟涨 
10:20 氢能源概念股反复活跃，宝光股份涨停，中泰股份涨超10%，京城股份、北京科锐、航锦科技、厚普股份等均大幅走高 
10:50 特高压板块再度拉升，华瓷股份、开普检测先后封板，金百泽、太阳电缆触及涨停，尚纬股份、大连电瓷、长高集团等涨幅居前 
11:08 数字货币概念股异动，海联金汇拉升封板，信息发展、旗天科技涨超10%，拉卡拉、创识科技、数字认证、新国都等纷纷拉升

11月29日 上午复盘  
09:25 三大指数集体低开，沪指低开0.99%，深成指低开0.96%，创业板指低开0.38% 
09:27 抗病毒概念股开盘大涨，科创板硕世生物接近涨停，东方生物、热景生物、之江生物、博晖创新等多股涨超10%，康希诺涨超9%
09:33 创业板指拉升涨超1%，新冠检测、体外诊断、血制品等板块涨幅居前 
09:37 民航机场板块开盘领跌，白云机场、中国国航、南方航空、上海机场、吉祥航空等跌幅居前 
09:42 宁德时代早盘涨超3%，股价再创历史新高 
09:45 电子烟概念股拉升走强，陕西金叶涨停，东风股份、华宝股份、集友股份跟涨
09:52 教育股早盘冲高，创业板开元教育涨停，科德教育、全通教育、传智教育、三盛教育跟涨 
10:10 锂电股持续拉升，融捷股份、丰元股份、新力金融涨停，德方纳米、鹏辉能源、美联新材涨超12%，龙蟠科技、江特电机等跟涨 
10:16 中国能建涨停，封单近540万手，公司拟100亿元投设氢能子公司 
10:24 军工板块异动拉升，光电股份涨停，博云新材、宏达电子、北摩高科、天海防务、西部超导等跟涨 
10:34 储能板块持续拉升，鹏辉能源、英维克涨停，德方纳米、锦浪科技涨超10%，固德威、德业股份、上能电气等跟涨 
10:56 特斯拉概念股持续走强，德迈仕、方正电机、常铝股份、中鼎股份、文灿股份等多股涨停，保隆科技、巨一科技跟涨 
11:21 特高压板块继续活跃，煜邦电力、远东股份涨停，智洋创新、长高集团、四方股份、永福股份跟涨

12月1日上午复盘  
09:25 三大指数小幅低开，沪指低开0.06%，深成指低开0.01%，创业板指低开0.09% 
09:28 电子烟概念股开盘领跌，润都股份跌停，金城医药跌超17%，集友股份、意华股份、华宝股份跟跌
09:34 造纸板块开盘拉升，民丰特纸涨停，青山纸业、岳阳林纸、荣晟环保、晨鸣纸业等集体冲高，消息面上，12月1日起，博汇纸业、太阳纸业等头部纸企再度“携手提价” 
09:37 半导体芯片股开盘走强，兆易创新涨超7%，紫光国微、士兰微、中颖电子、英唐智控等跟涨 
09:44 有机硅板块开盘下挫，合盛硅业跌超7%，晨化股份、东岳硅材、新安股份、晨光新材跟跌 
09:51 农机板块早盘冲高，吉峰科技、弘宇股份拉升封板，一拖股份、新柴股份、宗申动力等跟涨 
09:53 网络安全概念股继续活跃，任子行涨超11%，网宿科技、安博通、新国都、雄帝科技、启明信息等跟涨 
10:03 烟草板块持续走强，香溢融通、顺灏股份、民丰特纸、陕西金叶先后涨停，中科信息涨超14%，恒丰纸业、东风股份等跟涨 
10:13 氢能源概念股继续走高，美锦能源封涨停，致远新能涨超10%，国林科技、厚普股份、阳煤化工、全柴动力等集体冲高 
10:17 券商股异动拉升，华鑫股份触及涨停，中金公司、中泰证券、财通证券、华创阳安跟涨 
10:20 工业软件股继续活跃，湘邮科技、理工环科涨停，华宇软件一度触板，致远互联、格尔软件、中望软件等跟涨 
10:42 培育钻石概念股持续走低，中兵红箭跌超8%，力量钻石、沃尔德、黄河旋风、曼卡龙、四方达等跟跌 
11:12 化妆品板块异动拉升，青松股份、嘉亨家化涨超12%，华业香料、水羊股份、丸美股份等跟涨 
11:23 锂电股持续走低，丰元股份跌超9%，东阳光、凤凰光学、永太科技、湘潭电化、科士达等跌逾6%

12月2日上午复盘  
09:25 三大指数集体低开，沪指低开0.1%，深成指低开0.17%，创业板指低开0.24% 
09:31 元宇宙概念股开盘走低，金运激光跌超7%，中文在线、丝路视觉、金马游乐、佳创视讯等跌幅居前 
09:32 教育股开盘拉升，行动教育封涨停，开元教育、昂立教育、传智教育、三盛教育等跟涨
09:34 造纸板块继续拉升，民丰特纸、恒丰纸业、翔港科技再度涨停，龙利得、岳阳林纸、荣晟环保等跟涨 
09:36 白酒股开盘走强，顺鑫农业一字涨停，青海春天、酒鬼酒、水井坊、岩石股份、舍得酒业等集体冲高 
09:42 抗病毒概念股早盘拉升，九强生物涨停，阳普医疗、兰卫医学、博晖创新、科美诊断、安旭生物跟涨 
09:46 农机板块继续走强，吉峰科技2连板，大禹节水、一拖股份、智慧农业、征和工业跟涨 
09:55 储能板块早盘走低，金盘科技跌近12%，英维克、禾望电气、新风光、中天科技等跌幅居前 
09:58 汽车整车板块异动拉升，江淮汽车涨超7%，曙光股份、中集车辆、福田汽车、比亚迪、中国重汽等集体走高 
10:04 券商股再度异动，东方证券涨超6%，华创阳安、天风证券、兴业证券、广发证券跟涨 
10:06 汽车零部件板块继续活跃，北特科技、一汽富维、光洋股份、中马传动先后涨停，越博动力、海伦哲、贝斯特涨超14%，消息上，蔚来、理想等造车新势力11月汽车交付量同比至少翻番 
10:28 光伏板块持续走低，金盘科技跌超13%，爱旭股份、天能重工、中来股份、晶科科技等集体跌逾6% 
10:35 教育股继续冲高，创业板开元教育触及涨停，行动教育此前封板，科德教育、传智教育、三盛教育等集体拉升 
10:49 半导体芯片股持续走低，芯导科技跌近7%，天通股份、民德电子、天奥电子、安路科技、睿创微纳等跟跌 
10:55 水泥股异动拉升，上峰水泥涨超6%，华新水泥、四川双马、海螺水泥、宁夏建材等集体冲高 
11:11 有机硅板块持续走低，回天新材、金银河跌超7%，新安股份、润禾材料、硅宝科技、东岳硅材等跌幅居前

12月3日上午复盘  
09:25 三大指数小幅高开，沪指高开0.07%，深成指高开0.05%，创业板指高开0.01% 
09:26 港口板块开盘大涨，上港集团、宁波港双双涨停，天津港、招商港口、青岛港、盐田港等涨幅居前 
09:36 数字货币概念股开盘拉升，正元智慧涨超9%，智度股份、国民技术、旗天科技、朗科科技等跟涨 
09:40 白酒股拉升走强，顺鑫农业冲击涨停，泸州老窖、舍得酒业、水井坊、大湖股份跟涨 
09:46 军工板块早盘走强，航新科技、成飞集成涨超9%，中光防雷、航亚科技、安达维尔、晨曦航空等集体冲高 
09:51 电子烟概念股早盘下挫，科森科技、顺灏股份触及跌停，华宝股份、大富科技、润都股份等跟跌 
09:53 半导体板块拉升走强，易天股份涨超10%，捷捷微电、韦尔股份、圣邦股份、兆易创新跟涨 
10:02 节能电机概念股早盘领跌，康平科技跌超12%，中电电机、方正电机、卧龙电驱、大洋电机、江特电机等跟跌 
10:08 教育股早盘持续走低，开元教育跌近10%，行动教育、传智教育、豆神教育、科德教育等跟跌 
10:14 医美概念股异动拉升，昊海生科涨近7%，爱美客、益佰制药、开能健康、华熙生物、贝泰妮跟涨 
10:20 汽车零部件板块早盘分化，一汽富维、光洋股份、威帝股份涨停，宁波方正、威唐工业、贝斯特跌超10% 
10:37 绿电板块异动拉升，中闽能源封涨停，太阳能、华能国际、协鑫能科、上海电力、粤水电等跟涨 
11:07 风电板块持续走强，天能重工涨超12%，协鑫能科、中闽能源此前涨停，福能股份、上海电力、金雷股份等跟涨 
11:27 煤炭股异动拉升，冀中能源、中国神华、陕西煤业、电投能源、中煤能源等集体冲高

12月6日上午复盘  
09:25 三大指数开盘涨跌不一，沪指高开0.22%，深成指低开0.13%，创业板指低开0.51% 
09:32 EDR概念股继续冲高，启明信息3连板，锐明技术、美亚柏科、得润电子、协创数据等跟涨 
09:32 房地产板块开盘走强，新黄浦高开秒板，招商蛇口、保利发展、招商积余、金科股份、万科A等冲高
09:37 电子烟概念股开盘走低，顺灏股份跌超8%，朗特智能、科森科技、鹏辉能源、东风股份等跟跌 
09:39 绿电板块继续拉升，中闽能源2连板，金开新能、吉电股份、华电国际、甘肃电投等跟涨 
09:42 钢铁板块开盘走强，西宁特钢封涨停，马钢股份、首钢股份、太钢不锈、华菱钢铁等跟随拉升 
09:47 有色铝板块大幅冲高，中国铝业拉升涨超7%，银邦股份、云铝股份、怡球资源、天山铝业等跟涨 
09:48 券商股异动拉升，兴业证券涨超7%，中信证券、广发证券、华泰证券、东方财富、财通证券等跟涨 
09:51 银行股早盘异动，瑞丰银行一度涨超7%，齐鲁银行、邮储银行、成都银行、平安银行跟涨，此前国务院总理李克强表示，中国将围绕市场主体需求制定政策，适时降准 
10:12 稀土永磁板块短线拉升，德宏股份此前涨停，中国铝业、横店东磁、五矿稀土、焦作万方集体冲高 
10:12 上证50指数涨超1%，券商、银行、保险、房地产等权重板块集体走强 
10:16 元宇宙概念股拉升回暖，中文在线、硕贝德涨超8%，长信科技、蓝思科技、易尚展示、佳创视讯等跟涨 
10:36 煤炭股持续走高，晋控煤业涨超8%，电投能源、中煤能源、兰花科创、新集能源跟涨 
10:51 培育钻石概念股持续下挫，力量钻石、曼卡龙、黄河旋风跌超7%，国机精工、四方达、中兵红箭等跟跌 
11:04 军工板块异动拉升，广联航空冲击涨停，晨曦航空、新余国科、洪都航空、江航装备、中船应急等集体冲高

12月7日上午复盘  
09:25 三大指数集体高开，沪指高开0.61%，深成指高开0.62%，创业板指高开0.7% 
09:25 牧原股份开盘大跌6.03%，旗下31家公司被曝商票逾期，回应称已积极推动商票兑付，公司现金流正常 
09:30 地产股开盘强势，中交地产2连板，金地集团、招商蛇口、金科股份、万科A、保利发展等悉数高开，消息面上，央行宣布全面降准，共计释放长期资金约1.2万亿元；中共中央政治局召开，强调促进房地产业健康发展 
09:32 家具家居股开盘大涨，志邦家居冲击涨停，东方雨虹、顾家家居、坚朗五金、科顺股份等跟涨 
09:37 培育钻石概念股开盘冲高，国机精工涨停，力量钻石、中兵红箭、黄河旋风、曼卡龙跟涨 
09:39 烟草板块开盘走低，人气股陕西金叶跌停，民丰特纸、中科信息、新宏泽、华宝股份等跌幅居前 
09:44 EDR概念股继续冲高，启明信息6天4板，协创数据、天迈科技、国民技术、启明星辰、美亚柏科等跟涨 
09:56 民航板块早盘反弹，中国国航涨超5%，南方航空、春秋航空、上海机场、吉祥航空、白云机场等集体拉升 
10:02 汽车整车板块异动拉升，中集车辆涨超12%，江淮汽车、中国重汽、力帆科技、江铃汽车跟涨 
10:09 锂电、储能等新能源方向持续走低，瀚川智能、鼎胜新材、同力日升跌超9%，天华超净、联赢激光、新风光、科泰电源、德赛电池等跌逾5% 
10:10 A股三大指数集体翻绿，军工、烟草、储能、盐湖提锂等板块跌幅居前 
10:35 风电板块持续走低，大金重工、远东股份跌超7%，东方电缆、明阳智能、中利集团、通达动力等跌幅居前 
10:38 半导体芯片股持续走低，世运电路、法拉电子跌停，光库科技、新洁能、力合微跌超9%，扬杰科技、易天股份、派瑞股份、国科微等跟跌 
10:44 军工板块持续下挫，东华测试、华强科技跌超10%，贵航股份、光启技术、全信股份、钢研高纳跟跌 
10:50 汽车零部件板块持续走弱，合兴股份、华达科技、一汽富维等跌停，华依科技、菱电电控跌超10%，德赛西威、泉峰汽车、华阳集团等跟跌 
11:04 数字货币概念股异动拉升，恒银科技涨停，神思电子此前封板，创识科技、科蓝软件、旗天科技、正元智慧等跟涨 
11:12 房地产板块继续冲高，阳光城拉升封板，铁岭新城、新黄浦、中交地产此前涨停，中南建设、金地集团、泰禾集团、新城控股等涨超6% 
11:14 电力板块异动拉升，甘肃电投直线封板，上海电力、华能国际、广州发展、内蒙华电等跟涨

12月8日上午复盘  
09:25 三大指数集体高开，沪指高开0.22%，深成指高开0.35%，创业板指高开0.58% 
09:30 创业板指涨超1% 
09:33 储能板块开盘走强，智光电气、文山电力涨停，新风光、上能电气、宝光股份、博力威、同力日升跟涨 
09:35 半导体板块开盘拉升，跃岭股份3连板，兆易创新、力合微、扬杰科技、国科微、神工股份等集体冲高 
09:38 EDR概念股大幅回调，启明信息跌停，协创数据跌超12%，天迈科技、锐明技术、鸿泉物联、得润电子等跟跌 
09:44 绿电板块再度走强，豫能控股、广宇发展、文山电力涨停，闽东电力、协鑫能科、金风科技等涨幅居前 
09:45 氢燃料电池概念股继续活跃，京城股份6连板，贝斯特涨超12%，合康新能、康盛股份、厚普股份等跟涨 
09:50 军工板块继续走强，光启技术、航天晨光涨停，航天宏图、亚光科技、航天科技、烽火电子等跟涨 
09:54 汽车零部件板块继续活跃，迪生力、长春一东、旭升股份等多股涨停，钧达股份、密封科技、双环传动等跟随拉升 
10:14 稀土永磁板块持续走强，宇晶股份涨停，龙磁科技、格林美、横店东磁、科恒股份、金力永磁等涨幅居前 
10:23 白酒股继续走强，老白干酒涨超8%，岩石股份、巨力索具、迎驾贡酒、伊力特、金种子酒跟涨 
10:43 贵州茅台涨逾2%，股价重回2000元大关 
10:50 券商股异动拉升，中泰证券一度涨超7%，中信建投、长城证券、广发证券、中银证券等集体走高 
11:12 军工股持续拉升，板块内个股掀涨停潮，航天晨光、成飞集成、光启技术、西仪股份等近20股涨停，霍莱沃、航天宏图、中船汉光等涨幅超10%
      </pre>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {};
  },
};
</script>

<style lang="sass" scoped>
</style>