<template>
  <div class="page">
    <div>
      <pre>
      10月25日资金流向：
      主力净流入行业板块前五：新能源汽车，储能，光伏，锂电池，新能源整车；
      主力净流入概念板块前五：氢能源/燃料电池，磷酸铁锂，石墨烯，无人驾驶，超级电容；
      主力净流入个股前十：比亚迪、隆基股份、北方稀土、中国宝安、长信科技、国轩高科、中国电建、美锦能源、通威股份、盐湖股份

      10月26日资金流向：
      主力净流入行业板块前五：手机产业链，智能音箱，稀土磁材，啤酒，石墨电极；
      主力净流入概念板块前五：苹果产业链，无线耳机，传感器，智能手表，无线充电；
      主力净流入个股前十：节能风电、立讯精密、舍得酒业、方大炭素、歌尔股份、兆易创新、C可孚、北方稀土、青岛啤酒、长电科技

      10月27日资金流向：
      主力净流入行业板块前五：光伏，风电，火电，核电，磷化工；
      主力净流入概念板块前五：BIPV概念，电改，新疆，PVDF概念，航天；
      主力净流入个股前十：三峡能源、隆基股份、金风科技、江淮汽车、特变电工、正泰电器、欣旺达、华能国际、太阳能、明阳智能

      10月28日资金流向：
      主力净流入行业板块前五：电梯，调味品，休闲食品，教育，呼吸机；
      主力净流入概念板块前五：无线充电，医疗信息化，BIPV概念，脑科学，DRAM（内存）；
      主力净流入个股前十：隆基股份、北汽蓝谷、洋河股份、中国宝安、汇川技术、兆易创新、中国能建、迈瑞医疗、立讯精密、中国电信

      10月29日资金流向：
      主力净流入行业板块前五：光伏，半导体，食品，医药，创新药；
      主力净流入概念板块前五：BIPV概念，健康中国，军工研究所，VR&AR，大飞机；
      主力净流入个股前十：隆基股份、中信证券、华友钴业、中远海控、爱尔眼科、航发动力、迈瑞医疗、伊利股份、宁德时代、川发龙蟒

      11月1日资金流向：
      主力净流入行业板块前五：手机产业链，光伏，军工，风电，PCB板；
      主力净流入概念板块前五：小米概念股，苹果产业链，军工研究所，BIPV概念，蔚来汽车概念股；
      主力净流入个股前十：三峡能源、隆基股份、云天化、美的集团、长安汽车、歌尔股份、爱康科技、TCL科技、立讯精密、澜起科技

      11月2日资金流向：  
      主力净流入行业板块前五：食品，国产芯片，LED，农业种植，通用航空；
      主力净流入概念板块前五：军工研究所，航母，汽车芯片，军工混改，大飞机；
      主力净流入个股前十：士兰微、中国船舶、长电科技、紫光国微、N瑞纳、金健米业、迈瑞医疗、中芯国际、汇川技术、恒顺醋业

      11月3日资金流向：  
      主力净流入行业板块前五：OLED，煤炭，医疗器械，互联网医疗，体外诊断；
      主力净流入概念板块前五：液晶面板/LCD，新冠病毒防治，理想汽车概念股，MiniLED，MicroLED；
      主力净流入个股前十：京东方Ａ、新希望、中天科技、复星医药、山西焦煤、迈瑞医疗、东方电气、N零点、远兴能源、中远海控

      11月4日资金流向：  
      主力净流入行业板块前五：半导体，国产芯片，储能，风电，白酒；
      主力净流入概念板块前五：华为产业链，大消费，无人驾驶，IGBT，第三代半导体；
      主力净流入个股前十：比亚迪、三安光电、金风科技、士兰微、五粮液、恒瑞医药、长安汽车、华友钴业、立讯精密、三峡能源   

      11月5日资金流向：  
      主力净流入行业板块前五：手机产业链，白酒，智能音箱，国产软件，在线教育；
      主力净流入概念板块前五：无线耳机，3D感应，苹果产业链，动力电池回收，智能手表；
      主力净流入个股前十：天齐锂业、上汽集团、歌尔股份、华友钴业、赣锋锂业、深科技、贵州茅台、五粮液、水晶光电、浪潮信息  
      以每日额度余额口径，北向资金截至A股收盘净流入近28亿元；以买卖成交额口径，北向资金净卖出6亿元，结束连续6日净买入。
      今日沪深两市主力资金净流出457.56亿元，占比3.97%；大单资金净流出202.26亿元，占比1.76%；小单资金净流入440.96亿元，占比3.83%。
      </pre>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {};
  },
};
</script>

<style lang="sass" scoped>
</style>