<template>
  <div class="page">
    <div>
      <pre>
      10月25日资金流向：
      主力净流入行业板块前五：新能源汽车，储能，光伏，锂电池，新能源整车；
      主力净流入概念板块前五：氢能源/燃料电池，磷酸铁锂，石墨烯，无人驾驶，超级电容；
      主力净流入个股前十：比亚迪、隆基股份、北方稀土、中国宝安、长信科技、国轩高科、中国电建、美锦能源、通威股份、盐湖股份

      10月26日资金流向：
      主力净流入行业板块前五：手机产业链，智能音箱，稀土磁材，啤酒，石墨电极；
      主力净流入概念板块前五：苹果产业链，无线耳机，传感器，智能手表，无线充电；
      主力净流入个股前十：节能风电、立讯精密、舍得酒业、方大炭素、歌尔股份、兆易创新、C可孚、北方稀土、青岛啤酒、长电科技

      10月27日资金流向：
      主力净流入行业板块前五：光伏，风电，火电，核电，磷化工；
      主力净流入概念板块前五：BIPV概念，电改，新疆，PVDF概念，航天；
      主力净流入个股前十：三峡能源、隆基股份、金风科技、江淮汽车、特变电工、正泰电器、欣旺达、华能国际、太阳能、明阳智能

      10月28日资金流向：
      主力净流入行业板块前五：电梯，调味品，休闲食品，教育，呼吸机；
      主力净流入概念板块前五：无线充电，医疗信息化，BIPV概念，脑科学，DRAM（内存）；
      主力净流入个股前十：隆基股份、北汽蓝谷、洋河股份、中国宝安、汇川技术、兆易创新、中国能建、迈瑞医疗、立讯精密、中国电信

      10月29日资金流向：
      主力净流入行业板块前五：光伏，半导体，食品，医药，创新药；
      主力净流入概念板块前五：BIPV概念，健康中国，军工研究所，VR&AR，大飞机；
      主力净流入个股前十：隆基股份、中信证券、华友钴业、中远海控、爱尔眼科、航发动力、迈瑞医疗、伊利股份、宁德时代、川发龙蟒

      11月1日资金流向：
      主力净流入行业板块前五：手机产业链，光伏，军工，风电，PCB板；
      主力净流入概念板块前五：小米概念股，苹果产业链，军工研究所，BIPV概念，蔚来汽车概念股；
      主力净流入个股前十：三峡能源、隆基股份、云天化、美的集团、长安汽车、歌尔股份、爱康科技、TCL科技、立讯精密、澜起科技

      11月2日资金流向：  
      主力净流入行业板块前五：食品，国产芯片，LED，农业种植，通用航空；
      主力净流入概念板块前五：军工研究所，航母，汽车芯片，军工混改，大飞机；
      主力净流入个股前十：士兰微、中国船舶、长电科技、紫光国微、N瑞纳、金健米业、迈瑞医疗、中芯国际、汇川技术、恒顺醋业

      11月3日资金流向：  
      主力净流入行业板块前五：OLED，煤炭，医疗器械，互联网医疗，体外诊断；
      主力净流入概念板块前五：液晶面板/LCD，新冠病毒防治，理想汽车概念股，MiniLED，MicroLED；
      主力净流入个股前十：京东方Ａ、新希望、中天科技、复星医药、山西焦煤、迈瑞医疗、东方电气、N零点、远兴能源、中远海控

      11月4日资金流向：  
      主力净流入行业板块前五：半导体，国产芯片，储能，风电，白酒；
      主力净流入概念板块前五：华为产业链，大消费，无人驾驶，IGBT，第三代半导体；
      主力净流入个股前十：比亚迪、三安光电、金风科技、士兰微、五粮液、恒瑞医药、长安汽车、华友钴业、立讯精密、三峡能源   

      11月5日资金流向：  
      主力净流入行业板块前五：手机产业链，白酒，智能音箱，国产软件，在线教育；
      主力净流入概念板块前五：无线耳机，3D感应，苹果产业链，动力电池回收，智能手表；
      主力净流入个股前十：天齐锂业、上汽集团、歌尔股份、华友钴业、赣锋锂业、深科技、贵州茅台、五粮液、水晶光电、浪潮信息  
      以每日额度余额口径，北向资金截至A股收盘净流入近28亿元；以买卖成交额口径，北向资金净卖出6亿元，结束连续6日净买入。
      今日沪深两市主力资金净流出457.56亿元，占比3.97%；大单资金净流出202.26亿元，占比1.76%；小单资金净流入440.96亿元，占比3.83%。
      北向资金今日净卖出5.99亿元。隆基股份、中天科技、比亚迪分别获净卖出5.45亿元、3.54亿元、1.61亿元。东方财富净买入额居首，金额为5.18亿元

      11月8日资金流向：  
      主力净流入行业板块前五：锂电池，新能源汽车，储能，有色金属，稀土磁材；
      主力净流入概念板块前五：动力电池回收，固态电池，磷酸铁锂，镨钕，盐湖提锂；
      主力净流入个股前十：天齐锂业、北方稀土、赣锋锂业、华友钴业、亿纬锂能、中国宝安、万科Ａ、永太科技、石大胜华、西藏矿业
      今日沪深两市主力资金净流出95.38亿元，占比0.92%；大单资金净流出103.34亿元，占比0.99%；小单资金净流入151.43亿元，占比1.46%。 
      以每日额度余额口径，北向资金截至A股收盘净流入逾25亿元；以买卖成交额口径，北向资金净卖出10亿元
      北向资金今日净卖出10.03亿元。恒瑞医药、比亚迪、凯莱英分别获净卖出5.18亿元、4.38亿元、2.99亿元。上汽集团净买入额居首，金额为4.92亿元。

      11月9日资金流向：  
      主力净流入行业板块前五：半导体，国产芯片，通用航空，医药，创新药；
      主力净流入概念板块前五：第三代半导体，无人机，军工研究所，大基金二期，航母；
      主力净流入个股前十：露笑科技、航发动力、药明康德、中芯国际、比亚迪、亿纬锂能、联创股份、欣旺达、东方证券、天华超净

      北向资金今日净卖出21.16亿元。中国平安、贵州茅台、宝钢股份分别获净卖出10.29亿元、5.36亿元、3.57亿元。宁德时代净买入额居首，金额为5.34亿元
      北上资金今日净买入宁德时代5.34亿元、隆基股份5.25亿元，净卖出中国平安10.29亿元、贵州茅台5.36亿元 

      11月10日资金流向：  
      主力净流入行业板块前五：医药，创新药，PD-1抑制剂，房地产，物业管理；
      主力净流入概念板块前五：住房租赁，大基金二期，第三代半导体，华为海思概念，闪存；
      主力净流入个股前十：恒瑞医药、万科Ａ、N巨一、华天科技、隆基股份、中微公司、力源信息、北方华创、中芯国际、东方日升

      北上资金今日净买入宁德时代3.62亿元、伊利股份2.92亿元，净卖出格力电器9.93亿元、中国平安8.65亿元
      北向资金今日大幅净卖出118.1亿元。格力电器、中国平安、万科A分别获净卖出9.93亿元、8.65亿元、8.46亿元。宁德时代净买入额居首，金额为3.62亿元
     
      11月11日资金流向：  
      主力净流入行业板块前五：大金融，券商，房地产，银行，物业管理；
      主力净流入概念板块前五：参股基金，长三角一体化，金改，金融科技，区块链；
      主力净流入个股前十：东方财富、万科Ａ、中国平安、招商银行、三一重工、格力电器、广发证券、平安银行、歌尔股份、东方雨虹

      北上资金今日净买入东方财富18.12亿元、中国平安11.41亿元，净卖出赣锋锂业1.67亿元、药明康德1.53亿元
      北向资金今日大幅净买入86.1亿元。东方财富、中国平安、贵州茅台分别获净买入18.12亿元、11.41亿元、5.46亿元。赣锋锂业净卖出额居首，金额为1.67亿元

      11月15日资金流向：  
      主力净流入行业板块前五：疫苗，汽车零部件，智能音箱，民营医院，创新药；
      主力净流入概念板块前五：健康中国，传感器，大数据，滴滴出行概念股，华为HMS；
      主力净流入个股前十：四维图新、沃森生物、歌尔股份、拓邦股份、爱康科技、复星医药、N诺唯赞、立讯精密、智飞生物、新媒股份

      北向资金今日净买入33.82亿元。中国中免、宁德时代、劲嘉股份分别获净买入6.29亿元、3.58亿元、3.59亿元。国电南瑞净卖出额居首，金额为2.87亿元
      北上资金今日净买入中国中免6.29亿元、劲嘉股份3.59亿元，净卖出国电南瑞2.87亿元、中天科技2.84亿元  


      11月16日资金流向：  
      主力净流入行业板块前五：白酒，医药，疫苗，创新药，PD-1抑制剂；
      主力净流入概念板块前五：大消费，健康中国，新冠疫苗，眼科，新冠检测；
      主力净流入个股前十：五粮液、贵州茅台、药明康德、爱康科技、国轩高科、山西汾酒、横店东磁、中远海控、沃森生物、立讯精密
      北向资金今日净买入41.99亿元。五粮液、贵州茅台、长春高新分别获净买入6.55亿元、6.26亿元、4.72亿元。中国平安净卖出额居首，金额为2.33亿元。
      北上资金今日净买入五粮液6.55亿元、贵州茅台6.26亿元，净卖出中国平安2.33亿元、中天科技1.14亿元

      11月17日资金流向：  
      主力净流入行业板块前五：新能源汽车，锂电池，储能，光伏，特高压；
      主力净流入概念板块前五：固态电池，动力电池回收，磷酸铁锂，盐湖提锂，宁德时代概念股；
      主力净流入个股前十：天齐锂业、赣锋锂业、爱康科技、北方稀土、盛新锂能、盐湖股份、新和成、江特电机、西藏矿业、横店东磁
      北向资金今日净卖出2.38亿元。贵州茅台、格力电器、隆基股份分别获净卖出11.67亿元、2.74亿元、2.29亿元。赣锋锂业净买入额居首，金额为3.86亿元。
      北上资金今日净买入赣锋锂业3.86亿元、宁德时代3.06亿元，净卖出贵州茅台11.67亿元、格力电器2.74亿元  

      11月18日资金流向：  
      主力净流入行业板块前五：有色金属，锂电池，风电，通用航空，有色 · 钴；
      主力净流入概念板块前五：盐湖提锂，西藏，动力电池回收，航母，债转股 · AMC；
      主力净流入个股前十：江特电机、川能动力、盐湖股份、西藏矿业、华友钴业、西藏珠峰、N恒光、天齐锂业、景嘉微、N盛美
      北上资金今日净买入歌尔股份4.97亿元、顺丰控股3.34亿元，净卖出恒瑞医药4.36亿元、五粮液3.96亿元  
      北向资金今日净卖出44.53亿元。恒瑞医药、五粮液、中国平安分别获净卖出4.36亿元、3.96亿元、3.1亿元。歌尔股份净买入额居首，金额为4.97亿元。
  
      11月19日资金流向：  
      主力净流入行业板块前五：大金融，券商，白酒，煤化工，新能源整车；
      主力净流入概念板块前五：国企改革，氢能源/燃料电池，参股基金，央企改革，BIPV概念；
      主力净流入个股前十：美锦能源、江淮汽车、贵州茅台、宁德时代、万科Ａ、东方证券、立讯精密、东方电气、五粮液、隆基股份
      北向资金今日大幅净买入82.93亿元。宁德时代、贵州茅台、歌尔股份分别获净买入14.22亿元、9.38亿元、6.51亿元。东方财富净卖出额居首，金额为4.99亿元。
      北上资金今日净买入宁德时代14.22亿元、贵州茅台9.38亿元，净卖出东方财富4.99亿元、晶澳科技2.02亿元

      11月22日资金流向：  
      主力净流入行业板块前五：锂电池，新能源汽车，半导体，国产芯片，储能；
      主力净流入概念板块前五：动力电池回收，磷酸铁锂，特斯拉，IGBT，无人驾驶；
      主力净流入个股前十：比亚迪、北方稀土、宁德时代、华友钴业、三安光电、五矿稀土、亿纬锂能、赣锋锂业、舍得酒业、东方财富
      北上资金今日净买入宁德时代16.85亿元、赣锋锂业5.31亿元，净卖出亿纬锂能4.03亿元、比亚迪3.40亿元  
      北向资金今日净买入14.35亿元。宁德时代、赣锋锂业、卓胜微分别获净买入16.85亿元、5.31亿元、4.22亿元。亿纬锂能净卖出额居首，金额为4.03亿元。
      
      11月23日资金流向：  
      主力净流入行业板块前五：钢铁，挖掘机，机械，电梯，煤炭；
      主力净流入概念板块前五：磁悬浮，C2M，机器人，一带一路，头盔；
      主力净流入个股前十：包钢股份、贵州茅台、三一重工、舍得酒业、隆基股份、汇川技术、正海磁材、横店东磁、亿纬锂能、方大炭素
      北上资金今日净买入宁德时代10.57亿元、贵州茅台9.91亿元，净卖出伊利股份6.72亿元、包钢股份4.52亿元
      北向资金今日大幅净买入52.23亿元。宁德时代、贵州茅台、天赐材料分别获净买入10.57亿元、9.91亿元、3.69亿元。伊利股份净卖出额居首，金额为6.72亿元
      
      11月24日资金流向：  
      主力净流入行业板块前五：白酒，稀土磁材，火电，影视，游戏；
      主力净流入概念板块前五：大消费，镨钕，内蒙古，云游戏，网红；
      主力净流入个股前十：N海力、五粮液、北方稀土、贵州茅台、方大炭素、舍得酒业、佳创视讯、山西汾酒、浪潮信息、酒鬼酒
      北向资金今日净买入23.7亿元。五粮液、贵州茅台、泸州老窖分别获净买入12.61亿元、10.16亿元、5.07亿元。伊利股份净卖出额居首，金额为5.97亿元
      北上资金今日净买入五粮液12.61亿元、贵州茅台10.16亿元，净卖出伊利股份5.97亿元、药明康德2.95亿元 

      11月25日资金流向：  
      主力净流入行业板块前五：特高压，创新药，医药，医疗器械，口腔；
      主力净流入概念板块前五：泛在电力物联网，PD-1抑制剂，健康中国，EDA设计软件，液态金属；
      主力净流入个股前十：卓胜微、舍得酒业、恒瑞医药、西藏城投、安泰科技、联创股份、润和软件、亿纬锂能、银邦股份、锡业股份

      北上资金今日净买入贵州茅台3.37亿元、赣锋锂业2.81亿元，净卖出伊利股份4.36亿元、北方稀土3.05亿元
      北向资金今日净买入11.72亿元。贵州茅台、赣锋锂业、通威股份分别获净买入3.37亿元、2.81亿元、2.73亿元。伊利股份净卖出额居首，金额为4.36亿元
     
      11月26日资金流向：  
      主力净流入行业板块前五：锂电池，稀土磁材，钢铁，储能，环保；
      主力净流入概念板块前五：镨钕，宁德时代概念股，数字货币，固态电池，磷酸铁锂；
      主力净流入个股前十：盛新锂能、北方稀土、天齐锂业、N云路、盛和资源、药明康德、包钢股份、诺德股份、N金钟、大金重工
      北上资金今日净买入宁德时代2.58亿元、药明康德2.46亿元，净卖出招商银行6.54亿元、中国平安4.44亿元  
      北向资金今日净卖出44.89亿元。招商银行、中国平安、贵州茅台分别获净卖出6.54亿元、4.44亿元、3.91亿元。宁德时代净买入额居首，金额为2.58亿元

      11月29日资金流向：  
      主力净流入行业板块前五：锂电池，新能源汽车，航运，汽车零部件，通用航空；
      主力净流入概念板块前五：特斯拉，大飞机，中欧班列，动力电池回收，航母；
      主力净流入个股前十：中远海控、比亚迪、华友钴业、宁德时代、石大胜华、江特电机、中国能建、横店东磁、中国电建、航发动力
      北向资金今日净买入32.84亿元。宁德时代、阳光电源、璞/泰来分别获净买入7.81亿元、3.91亿元、3.77亿元。贵州茅台净卖出额居首，金额为9.46亿元。
      北上资金今日净买入宁德时代7.81亿元、阳光电源3.91亿元，净卖出贵州茅台9.46亿元、国电南瑞3.75亿元  

      11月30日资金流向：  
      主力净流入行业板块前五：国产软件，医疗器械，国产芯片，精准医疗，基因测序；
      主力净流入概念板块前五：军工研究所，移动支付，数字货币，航母，EDA设计软件；
      主力净流入个股前十：紫光国微、赣锋锂业、国轩高科、晶科科技、格林美、中国船舶、任子行、东南网架、中船科技、北方华创
      北向资金今日净卖出34.11亿元。贵州茅台、中远海控、五粮液分别获净卖出9.36亿元、5.9亿元、5.58亿元。紫光国微净买入额居首，金额为4.32亿元
      北上资金今日净买入紫光国微4.32亿元、赣锋锂业3.73亿元，净卖出贵州茅台9.36亿元、中远海控5.90亿元 

      12月1日资金流向：  
      主力净流入行业板块前五：大金融，煤炭，磷化工，煤化工，券商；
      主力净流入概念板块前五：氢能源/燃料电池，参股基金，闪存，传感器，笔记本电脑；
      主力净流入个股前十：美锦能源、兆易创新、太阳能、湖北宜化、领益智造、N鼎阳、华泰证券、网宿科技、永兴材料、江特电机
      北向资金今日净买入30.01亿元。紫光国微、药明康德、亿纬锂能分别获净买入6.5亿元、5.64亿元、4.82亿元。赣锋锂业净卖出额居首，金额为5.33亿元。
      北上资金今日净买入紫光国微6.50亿元、药明康德5.64亿元，净卖出赣锋锂业5.33亿元、国轩高科3.58亿元  

      12月2日资金流向：  
      主力净流入行业板块前五：大金融，汽车整车，券商，白酒，重卡；
      主力净流入概念板块前五：一带一路，参股基金，安徽国企改革，镨钕，住房租赁；
      主力净流入个股前十：五矿稀土、领益智造、万科Ａ、比亚迪、海螺水泥、五粮液、江淮汽车、东方证券、兴业银行、中国电建

      北上资金今日净买入宁德时代8.51亿元、药明康德6.28亿元，净卖出赣锋锂业4.04亿元、北方稀土4.02亿元  
      北向资金今日净买入30.21亿元。宁德时代、药明康德、兆易创新分别获净买入8.51亿元、6.28亿元、4.65亿元。赣锋锂业净卖出额居首，金额为4.04亿元

      12月3日资金流向：  
      主力净流入行业板块前五：白酒，火电，军工，国产芯片，煤炭；
      主力净流入概念板块前五：国企改革，央企改革，电改，军工研究所，大消费；
      主力净流入个股前十：五粮液、中国能建、太阳能、伊利股份、方大炭素、贵州茅台、三峡能源、中国电建、顺鑫农业、山西汾酒
      北向资金今日大幅净买入92.21亿元。兆易创新、泸州老窖、韦尔股份分别获净买入9.44亿元、3.63亿元、3.52亿元。中天科技净卖出额居首，金额为4.13亿元。
      北上资金今日净买入兆易创新9.44亿元、泸州老窖3.63亿元，净卖出中天科技4.13亿元、比亚迪3.27亿元 

      12月6日资金流向：  
      主力净流入行业板块前五：大金融，券商，银行，农药，纯碱；
      主力净流入概念板块前五：参股基金，金改，长三角一体化，中欧班列，元宇宙；
      主力净流入个股前十：中信证券、平安银行、兴业证券、东方财富、五粮液、中国铝业、华泰证券、和邦生物、横店东磁、立讯精密
      北上资金今日净买入中信证券8.48亿元、东方财富6.99亿元，净卖出宁德时代3.99亿元、隆基股份3.28亿元
      北向资金今日净买入3.95亿元。中信证券、东方财富、平安银行分别获净买入8.48亿元、6.99亿元、5.57亿元。宁德时代净卖出额居首，金额为3.99亿元。

      12月7日资金流向：  
      主力净流入行业板块前五：机械，挖掘机，大金融，银行，白色家电；
      主力净流入概念板块前五：一带一路，电改，阿里巴巴概念股，大消费，地下管廊；
      主力净流入个股前十：三一重工、兴业银行、格力电器、中国平安、平安银行、五粮液、立讯精密、美的集团、海康威视、旗滨集团
      北向资金今日大幅净买入79.49亿元。中国平安、招商银行、中信证券分别获净买入5.34亿元、5.32亿元、5.18亿元。宁德时代净卖出额居首，金额为6.62亿元
      北上资金今日净买入中国平安5.34亿元、招商银行5.32亿元，净卖出宁德时代6.62亿元、比亚迪2.99亿元

      12月8日资金流向：  
      主力净流入行业板块前五：新能源汽车，白酒，锂电池，国产芯片，手机产业链；
      主力净流入概念板块前五：华为产业链，大消费，特斯拉，无线耳机，磷酸铁锂；
      主力净流入个股前十：五粮液、立讯精密、格林美、贵州茅台、老白干酒、通威股份、洋河股份、东方财富、歌尔股份、中国船舶
      北向资金今日大幅净买入96.85亿元。贵州茅台、宁德时代、洋河股份分别获净买入16.24亿元、12.74亿元、10.25亿元。伊利股份净卖出额居首，金额为3.84亿元。
      北上资金今日净买入贵州茅台16.24亿元、宁德时代12.74亿元，净卖出伊利股份3.84亿元、立讯精密2.76亿元

      12月9日资金流向：  
      主力净流入行业板块前五：大金融，券商，OLED，LED，手机产业链；
      主力净流入概念板块前五：MicroLED，MiniLED，参股基金，长三角一体化，小米概念股；
      主力净流入个股前十：三安光电、京东方Ａ、东方财富、分众传媒、TCL科技、中国平安、浙商证券、五粮液、招商银行、中国中免
      北向资金今日大幅净买入216.56亿元。五粮液、用友网络、贵州茅台分别获净买入11.8亿元、10.27亿元、9.64亿元。山西汾酒净卖出额居首，金额为0.66亿元。
      北上资金今日净买入五粮液11.80亿元、用友网络10.27亿元

      12月10日资金流向：  
      主力净流入行业板块前五：锂电池，新能源汽车，有色金属，化肥，有色 · 镁；
      主力净流入概念板块前五：固态电池，盐湖提锂，动力电池回收，特斯拉，磷酸铁锂；
      主力净流入个股前十：宁德时代、盐湖股份、中芯国际、天齐锂业、中远海控、隆基股份、通威股份、中青宝、盛新锂能、兴发集团
      北上资金今日净买入贵州茅台12.18亿元、东方财富11.58亿元，净卖出宁德时代23.73亿元、三安光电9.73亿元
      北上资金今日净买入贵州茅台12.18亿元、东方财富11.58亿元，净卖出宁德时代23.73亿元、三安光电9.73亿元。  

      12月13日资金流向：  
      主力净流入行业板块前五：光伏，特高压，充电桩，风电，煤化工；
      主力净流入概念板块前五：泛在电力物联网，一带一路，小米概念股，物联网，双百行动；
      主力净流入个股前十：三峡能源、宁德时代、三一重工、美的集团、天齐锂业、立讯精密、特变电工、小康股份、万华化学、东方财富
      北向资金今日净流入53.66亿。东方财富净买入17.65亿，中国平安净买入7.03亿，三一重工净买入5.44亿，五粮液净买入4.16亿。
      北上资金今日净买入东方财富17.65亿元、中国平安7.03亿元，净卖出贵州茅台4.64亿元、宁德时代3.43亿元  

      12月14日资金流向：  
      主力净流入行业板块前五：通用航空，国产软件，CAR-T疗法，体外诊断，休闲食品；
      主力净流入概念板块前五：航母，华为云·鲲鹏，大飞机，碳化硅，无人机；
      主力净流入个股前十：科蓝软件、三安光电、东方证券、泸州老窖、正泰电器、航发动力、蓝思科技、大华股份、润和软件、思源电气
      北上资金今日净买入东方财富8.42亿元、五粮液5.18亿元，净卖出平安银行8.52亿元、比亚迪2.72亿元  
      北向资金今日净流入60.26亿。东方财富净买入8.42亿，五粮液净买入5.18亿，招商银行净买入4.55亿，中远海控净买入3.81亿。

      【12月15日资金流向：】
      主力净流入行业板块前五：特高压，火电，充电桩，核电，大基建；
      主力净流入概念板块前五：电改，西部大开发，泛在电力物联网，双百行动，一带一路；
      主力净流入个股前十：N迪阿、包钢股份、特变电工、兖矿能源、中国电建、英洛华、南网能源、国联证券、N华研、吉电股份
      北向资金今日净买入7.52亿元。东方财富、阳光电源、五粮液分别获净买入7.19亿元、4.96亿元、4.14亿元。药明康德净卖出额居首，金额为6.96亿元。
      北上资金今日净买入东方财富7.19亿元、阳光电源4.96亿元，净卖出药明康德6.96亿元、平安银行5.12亿元  

      12月16日资金流向：  
      主力净流入行业板块前五：煤炭，煤化工，钢铁，天然气，油服；
      主力净流入概念板块前五：氢能源/燃料电池，双百行动，航天，西部大开发，国企改革；
      主力净流入个股前十：美锦能源、潍柴动力、航天发展、西部矿业、N明月、捷佳伟创、中国电建、包钢股份、沃森生物、山煤国际
      北向资金今日大幅净买入58.85亿元。宁德时代、宝钢股份、中国平安分别获净买入8.68亿元、6.3亿元、3.81亿元。山西汾酒净卖出额居首，金额为7.95亿元。
      北上资金今日净买入宁德时代8.68亿元、宝钢股份6.30亿元，净卖出山西汾酒7.95亿元、药明康德4.49亿元
      
      
      12月17日资金流向：  
      主力净流入行业板块前五：游戏，手游，大基建，装配式建筑，农业种植；
      主力净流入概念板块前五：换电概念，云游戏，华为HMS，电子车牌，中伊概念；
      主力净流入个股前十：汤姆猫、三峡能源、N风光、广誉远、内蒙华电、上海建工、德赛电池、华林证券、九安医疗、动力源
      北向资金今日大幅净卖出65.61亿元。药明康德、隆基股份、山西汾酒分别获净卖出10.49亿元、5.88亿元、5.09亿元。宁德时代净买入额居首，金额为4.84亿元
      北上资金今日净买入宁德时代4.84亿元、比亚迪4.03亿元，净卖出药明康德10.49亿元、隆基股份5.88亿元 

      12月20日资金流向：  
      主力净流入行业板块前五：中药，房地产，保健品，水产养殖，饮料；
      主力净流入概念板块前五：禽流感，REITs，长寿药NMN，阿尔茨海默病，冷链；
      主力净流入个股前十：中国能建、N禾迈、盐湖股份、中铁特货、N百诚、英洛华、中国电信、横店东磁、捷佳伟创、大湖股份
      北上资金今日净买入比亚迪6.04亿元、立讯精密5.09亿元，净卖出药明康德8.85亿元、东方财富3.82亿元  
      北向资金今日净卖出9.71亿元。药明康德、东方财富、中远海控分别获净卖出8.85亿元、3.82亿元、2.66亿元。比亚迪净买入额居首，金额为6.04亿元。

      12月21日资金流向：  
      主力净流入行业板块前五：房地产，大金融，银行，白色家电，券商；
      主力净流入概念板块前五：长三角一体化，大消费，金融科技，无人驾驶，区块链；
      主力净流入个股前十：太平洋、美的集团、比亚迪、英洛华、恒信东方、药明康德、同花顺、中国核电、立讯精密、东方日升
      北向资金今日净卖出9.97亿元。五粮液、歌尔股份、宁德时代分别获净卖出6.65亿元、5.24亿元、4.83亿元。中国能建净买入额居首，金额为3.13亿元。
      北上资金今日净买入中国能建3.13亿元、贵州茅台2.10亿元，净卖出五粮液6.65亿元、歌尔股份5.24亿元
      </pre>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {};
  },
};
</script>

<style lang="sass" scoped>
</style>