<template>
  <div class="page">
    <div>
      <pre>
      10月25日资金流向：
      主力净流入行业板块前五：新能源汽车，储能，光伏，锂电池，新能源整车；
      主力净流入概念板块前五：氢能源/燃料电池，磷酸铁锂，石墨烯，无人驾驶，超级电容；
      主力净流入个股前十：比亚迪、隆基股份、北方稀土、中国宝安、长信科技、国轩高科、中国电建、美锦能源、通威股份、盐湖股份

      10月26日资金流向：
      主力净流入行业板块前五：手机产业链，智能音箱，稀土磁材，啤酒，石墨电极；
      主力净流入概念板块前五：苹果产业链，无线耳机，传感器，智能手表，无线充电；
      主力净流入个股前十：节能风电、立讯精密、舍得酒业、方大炭素、歌尔股份、兆易创新、C可孚、北方稀土、青岛啤酒、长电科技

      10月27日资金流向：
      主力净流入行业板块前五：光伏，风电，火电，核电，磷化工；
      主力净流入概念板块前五：BIPV概念，电改，新疆，PVDF概念，航天；
      主力净流入个股前十：三峡能源、隆基股份、金风科技、江淮汽车、特变电工、正泰电器、欣旺达、华能国际、太阳能、明阳智能

      10月28日资金流向：
      主力净流入行业板块前五：电梯，调味品，休闲食品，教育，呼吸机；
      主力净流入概念板块前五：无线充电，医疗信息化，BIPV概念，脑科学，DRAM（内存）；
      主力净流入个股前十：隆基股份、北汽蓝谷、洋河股份、中国宝安、汇川技术、兆易创新、中国能建、迈瑞医疗、立讯精密、中国电信

      10月29日资金流向：
      主力净流入行业板块前五：光伏，半导体，食品，医药，创新药；
      主力净流入概念板块前五：BIPV概念，健康中国，军工研究所，VR&AR，大飞机；
      主力净流入个股前十：隆基股份、中信证券、华友钴业、中远海控、爱尔眼科、航发动力、迈瑞医疗、伊利股份、宁德时代、川发龙蟒
      </pre>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {};
  },
};
</script>

<style lang="sass" scoped>
</style>